{"src": "My friend ate a movie in Mumbai in the morning.", "tgt": "सुबह मेरा दोस्त एक फ़िल्म मुंबई में खाया।"}
{"src": "My friend will watch rice in the market today.", "tgt": "आज मेरा दोस्त चावल बाज़ार में देखूँगा।"}
{"src": "The student will go the train yesterday.", "tgt": "कल छात्र ट्रेन जाऊँगा।"}
{"src": "Do They read the train at work in the morning?", "tgt": "क्या सुबह वे ट्रेन काम पर पढ़ता?"}
{"src": "The girl will watch the news in Mumbai today.", "tgt": "आज लड़की समाचार मुंबई में देखूँगी।"}
{"src": "The doctor watch music at school tomorrow.", "tgt": "कल डॉक्टर संगीत स्कूल में देखता।"}
{"src": "The doctor did not watch a movie at work tomorrow.", "tgt": "कल डॉक्टर एक फ़िल्म काम पर नहीं देखा।"}
{"src": "We went music in Mumbai yesterday.", "tgt": "कल हम संगीत मुंबई में गया।"}
{"src": "I do not learn Hindi in Delhi yesterday.", "tgt": "कल मैं हिंदी दिल्ली में नहीं सीखता।"}
{"src": "You do not watch the train in the park in the morning.", "tgt": "सुबह तुम ट्रेन पार्क में नहीं देखता।"}
{"src": "My friend will go cricket in Mumbai on Monday.", "tgt": "सोमवार को मेरा दोस्त क्रिकेट मुंबई में जाऊँगा।"}
{"src": "Will She learn coffee at work yesterday?", "tgt": "क्या कल वह कॉफ़ी काम पर सीखूँगी?"}
{"src": "The teacher did not play the train in Delhi on Monday.", "tgt": "सोमवार को अध्यापक ट्रेन दिल्ली में नहीं खेला।"}
{"src": "I will play English in the park yesterday.", "tgt": "कल मैं अंग्रेज़ी पार्क में खेलूँगा।"}
{"src": "Will The student play the news at home in the morning?", "tgt": "क्या सुबह छात्र समाचार घर पर खेलूँगा?"}
{"src": "Do She learn the bus in the market tomorrow?", "tgt": "क्या कल वह बस बाज़ार में सीखती हूँ?"}
{"src": "She will go the news in the park yesterday.", "tgt": "कल वह समाचार पार्क में जाऊँगी।"}
{"src": "You do not eat a movie at school today.", "tgt": "आज तुम एक फ़िल्म स्कूल में नहीं खाता।"}
{"src": "She do not learn books in Delhi yesterday.", "tgt": "कल वह किताबें दिल्ली में नहीं सीखती हूँ।"}
{"src": "They will eat the train in the park every day.", "tgt": "हर दिन वे ट्रेन पार्क में खाऊँगा।"}
{"src": "Will The teacher go Hindi today?", "tgt": "क्या आज अध्यापक हिंदी जाऊँगा?"}
{"src": "He will not go coffee in Delhi yesterday.", "tgt": "कल वह कॉफ़ी दिल्ली में नहीं जाऊँगा।"}
{"src": "The student did not eat coffee in Delhi.", "tgt": "छात्र कॉफ़ी दिल्ली में नहीं खाया।"}
{"src": "She will drink rice at home yesterday.", "tgt": "कल वह चावल घर पर पीऊँगी।"}
{"src": "We do not eat rice in the park at night.", "tgt": "रात में हम चावल पार्क में नहीं खाता।"}
{"src": "Did He go a movie on Monday?", "tgt": "क्या सोमवार को वह एक फ़िल्म गया?"}
{"src": "Do You eat rice in Delhi?", "tgt": "क्या तुम चावल दिल्ली में खाता?"}
{"src": "Did He watch the bus in the park yesterday?", "tgt": "क्या कल वह बस पार्क में देखा?"}
{"src": "Did You drink the bus in the park?", "tgt": "क्या तुम बस पार्क में पीया?"}
{"src": "We went Hindi in the park.", "tgt": "हम हिंदी पार्क में गया।"}
{"src": "Did We watch cricket at school tomorrow?", "tgt": "क्या कल हम क्रिकेट स्कूल में देखा?"}
{"src": "You did not eat tea at home every day.", "tgt": "हर दिन तुम चाय घर पर नहीं खाया।"}
{"src": "Do My friend go cricket tomorrow?", "tgt": "क्या कल मेरा दोस्त क्रिकेट जाता?"}
{"src": "We will eat Hindi on Monday.", "tgt": "सोमवार को हम हिंदी खाऊँगा।"}
{"src": "The doctor will play the bus in Mumbai on Monday.", "tgt": "सोमवार को डॉक्टर बस मुंबई में खेलूँगा।"}
{"src": "He went the news in Mumbai on Monday.", "tgt": "सोमवार को वह समाचार मुंबई में गया।"}
{"src": "I went the train at work at night.", "tgt": "रात में मैं ट्रेन काम पर गया।"}
{"src": "The teacher will not eat a movie in Mumbai tomorrow.", "tgt": "कल अध्यापक एक फ़िल्म मुंबई में नहीं खाऊँगा।"}
{"src": "Did He learn cricket at school every day?", "tgt": "क्या हर दिन वह क्रिकेट स्कूल में सीखा?"}
{"src": "The teacher will not watch the news in the park every day.", "tgt": "हर दिन अध्यापक समाचार पार्क में नहीं देखूँगा।"}
{"src": "I learn coffee in the park today.", "tgt": "आज मैं कॉफ़ी पार्क में सीखता।"}
{"src": "They will watch English in Mumbai every day.", "tgt": "हर दिन वे अंग्रेज़ी मुंबई में देखूँगा।"}
{"src": "The girl will not learn Hindi at school every day.", "tgt": "हर दिन लड़की हिंदी स्कूल में नहीं सीखूँगी।"}
{"src": "The boy went in Mumbai on Monday.", "tgt": "सोमवार को लड़का मुंबई में गया।"}
{"src": "The girl will learn the news at work yesterday.", "tgt": "कल लड़की समाचार काम पर सीखूँगी।"}
{"src": "The teacher will not watch a movie in Mumbai every day.", "tgt": "हर दिन अध्यापक एक फ़िल्म मुंबई में नहीं देखूँगा।"}
{"src": "Will The girl go the train in the park in the morning?", "tgt": "क्या सुबह लड़की ट्रेन पार्क में जाऊँगी?"}
{"src": "Will The girl watch English at home on Monday?", "tgt": "क्या सोमवार को लड़की अंग्रेज़ी घर पर देखूँगी?"}
{"src": "I will go English in the park yesterday.", "tgt": "कल मैं अंग्रेज़ी पार्क में जाऊँगा।"}
{"src": "The doctor will not play books in the park tomorrow.", "tgt": "कल डॉक्टर किताबें पार्क में नहीं खेलूँगा।"}
{"src": "They watched books in the market on Monday.", "tgt": "सोमवार को वे किताबें बाज़ार में देखा।"}
{"src": "The teacher read coffee at work on Monday.", "tgt": "सोमवार को अध्यापक कॉफ़ी काम पर पढ़ा।"}
{"src": "He will watch tea in the park yesterday.", "tgt": "कल वह चाय पार्क में देखूँगा।"}
{"src": "Do She watch cricket in the market at night?", "tgt": "क्या रात में वह क्रिकेट बाज़ार में देखती हूँ?"}
{"src": "The boy do not drink the news at home.", "tgt": "लड़का समाचार घर पर नहीं पीता।"}
{"src": "The doctor went a movie at school in the morning.", "tgt": "सुबह डॉक्टर एक फ़िल्म स्कूल में गया।"}
{"src": "She play rice in Delhi today.", "tgt": "आज वह चावल दिल्ली में खेलती हूँ।"}
{"src": "The teacher will not watch Hindi at work every day.", "tgt": "हर दिन अध्यापक हिंदी काम पर नहीं देखूँगा।"}
{"src": "The boy did not eat books in Delhi every day.", "tgt": "हर दिन लड़का किताबें दिल्ली में नहीं खाया।"}
{"src": "The doctor will not watch cricket in Delhi.", "tgt": "डॉक्टर क्रिकेट दिल्ली में नहीं देखूँगा।"}
{"src": "Did The doctor read music in the park on Monday?", "tgt": "क्या सोमवार को डॉक्टर संगीत पार्क में पढ़ा?"}
{"src": "Will The doctor eat Hindi at school yesterday?", "tgt": "क्या कल डॉक्टर हिंदी स्कूल में खाऊँगा?"}
{"src": "Did The teacher drink the train in Mumbai in the morning?", "tgt": "क्या सुबह अध्यापक ट्रेन मुंबई में पीया?"}
{"src": "We do not eat music at work.", "tgt": "हम संगीत काम पर नहीं खाता।"}
{"src": "I do not play Hindi at school today.", "tgt": "आज मैं हिंदी स्कूल में नहीं खेलता।"}
{"src": "Will I drink the train in the park today?", "tgt": "क्या आज मैं ट्रेन पार्क में पीऊँगा?"}
{"src": "He will learn tea at school in the morning.", "tgt": "सुबह वह चाय स्कूल में सीखूँगा।"}
{"src": "Will The teacher learn tea on Monday?", "tgt": "क्या सोमवार को अध्यापक चाय सीखूँगा?"}
{"src": "Will The doctor read a movie at work?", "tgt": "क्या डॉक्टर एक फ़िल्म काम पर पढ़ूँगा?"}
{"src": "Will My friend eat the bus?", "tgt": "क्या मेरा दोस्त बस खाऊँगा?"}
{"src": "Did The student play books in the market every day?", "tgt": "क्या हर दिन छात्र किताबें बाज़ार में खेला?"}
{"src": "I went coffee in the park every day.", "tgt": "हर दिन मैं कॉफ़ी पार्क में गया।"}
{"src": "Do We play coffee in Mumbai yesterday?", "tgt": "क्या कल हम कॉफ़ी मुंबई में खेलता?"}
{"src": "The teacher ate the bus in Mumbai yesterday.", "tgt": "कल अध्यापक बस मुंबई में खाया।"}
{"src": "He went coffee in the park today.", "tgt": "आज वह कॉफ़ी पार्क में गया।"}
{"src": "He eat coffee in Delhi today.", "tgt": "आज वह कॉफ़ी दिल्ली में खाता।"}
{"src": "We drink Hindi at work today.", "tgt": "आज हम हिंदी काम पर पीता।"}
{"src": "Will The teacher read books at home yesterday?", "tgt": "क्या कल अध्यापक किताबें घर पर पढ़ूँगा?"}
{"src": "Did You play a movie in Mumbai every day?", "tgt": "क्या हर दिन तुम एक फ़िल्म मुंबई में खेला?"}
{"src": "You do not read Hindi at night.", "tgt": "रात में तुम हिंदी नहीं पढ़ता।"}
{"src": "She drank books yesterday.", "tgt": "कल वह किताबें पी।"}
{"src": "My friend do not read Hindi at home at night.", "tgt": "रात में मेरा दोस्त हिंदी घर पर नहीं पढ़ता।"}
{"src": "Do She watch tea in the park every day?", "tgt": "क्या हर दिन वह चाय पार्क में देखती हूँ?"}
{"src": "The boy eat English at home today.", "tgt": "आज लड़का अंग्रेज़ी घर पर खाता।"}
{"src": "The girl do not go books in the park yesterday.", "tgt": "कल लड़की किताबें पार्क में नहीं जाती हूँ।"}
{"src": "My friend learn English at work every day.", "tgt": "हर दिन मेरा दोस्त अंग्रेज़ी काम पर सीखता।"}
{"src": "The girl did not eat tea in the park in the morning.", "tgt": "सुबह लड़की चाय पार्क में नहीं खाई।"}
{"src": "My friend play the bus at work every day.", "tgt": "हर दिन मेरा दोस्त बस काम पर खेलता।"}
{"src": "Did The boy play rice in the park?", "tgt": "क्या लड़का चावल पार्क में खेला?"}
{"src": "Will I drink the train in the park tomorrow?", "tgt": "क्या कल मैं ट्रेन पार्क में पीऊँगा?"}
{"src": "I will not read the train at work in the morning.", "tgt": "सुबह मैं ट्रेन काम पर नहीं पढ़ूँगा।"}
{"src": "The boy read tea on Monday.", "tgt": "सोमवार को लड़का चाय पढ़ा।"}
{"src": "Did We eat Hindi in Mumbai yesterday?", "tgt": "क्या कल हम हिंदी मुंबई में खाया?"}
{"src": "She do not read books at school.", "tgt": "वह किताबें स्कूल में नहीं पढ़ती हूँ।"}
{"src": "We will watch the train in the market today.", "tgt": "आज हम ट्रेन बाज़ार में देखूँगा।"}
{"src": "The student do not drink coffee at school yesterday.", "tgt": "कल छात्र कॉफ़ी स्कूल में नहीं पीता।"}
{"src": "Will I eat a movie in Mumbai yesterday?", "tgt": "क्या कल मैं एक फ़िल्म मुंबई में खाऊँगा?"}
{"src": "I will drink the bus in Delhi today.", "tgt": "आज मैं बस दिल्ली में पीऊँगा।"}
{"src": "Did He go English at school at night?", "tgt": "क्या रात में वह अंग्रेज़ी स्कूल में गया?"}
{"src": "Do The student learn a movie in the market today?", "tgt": "क्या आज छात्र एक फ़िल्म बाज़ार में सीखता?"}
{"src": "The girl will go coffee in Mumbai every day.", "tgt": "हर दिन लड़की कॉफ़ी मुंबई में जाऊँगी।"}
{"src": "The student played a movie in Delhi at night.", "tgt": "रात में छात्र एक फ़िल्म दिल्ली में खेला।"}
{"src": "Will My friend watch Hindi in Delhi every day?", "tgt": "क्या हर दिन मेरा दोस्त हिंदी दिल्ली में देखूँगा?"}
{"src": "The boy do not watch coffee in the market.", "tgt": "लड़का कॉफ़ी बाज़ार में नहीं देखता।"}
{"src": "Did The boy watch books at school in the morning?", "tgt": "क्या सुबह लड़का किताबें स्कूल में देखा?"}
{"src": "We do not play music at work every day.", "tgt": "हर दिन हम संगीत काम पर नहीं खेलता।"}
{"src": "They read books in the market every day.", "tgt": "हर दिन वे किताबें बाज़ार में पढ़ा।"}
{"src": "Will The doctor watch music every day?", "tgt": "क्या हर दिन डॉक्टर संगीत देखूँगा?"}
{"src": "The teacher read cricket in Delhi tomorrow.", "tgt": "कल अध्यापक क्रिकेट दिल्ली में पढ़ा।"}
{"src": "You did not go tea at work.", "tgt": "तुम चाय काम पर नहीं गया।"}
{"src": "We will drink rice at school yesterday.", "tgt": "कल हम चावल स्कूल में पीऊँगा।"}
{"src": "Did You watch the bus in the park tomorrow?", "tgt": "क्या कल तुम बस पार्क में देखा?"}
{"src": "Will The boy eat the train at home at night?", "tgt": "क्या रात में लड़का ट्रेन घर पर खाऊँगा?"}
{"src": "Did We go music tomorrow?", "tgt": "क्या कल हम संगीत गया?"}
{"src": "Do You eat tea at home every day?", "tgt": "क्या हर दिन तुम चाय घर पर खाता?"}
{"src": "The boy ate the train at school in the morning.", "tgt": "सुबह लड़का ट्रेन स्कूल में खाया।"}
{"src": "I will not go Hindi in Delhi every day.", "tgt": "हर दिन मैं हिंदी दिल्ली में नहीं जाऊँगा।"}
{"src": "I do not learn coffee in the market on Monday.", "tgt": "सोमवार को मैं कॉफ़ी बाज़ार में नहीं सीखता।"}
{"src": "Did You read a movie in Mumbai on Monday?", "tgt": "क्या सोमवार को तुम एक फ़िल्म मुंबई में पढ़ा?"}
{"src": "She will not go the news in Mumbai on Monday.", "tgt": "सोमवार को वह समाचार मुंबई में नहीं जाऊँगी।"}
{"src": "They will watch rice in the park every day.", "tgt": "हर दिन वे चावल पार्क में देखूँगा।"}
{"src": "My friend learn music at school at night.", "tgt": "रात में मेरा दोस्त संगीत स्कूल में सीखता।"}
{"src": "She did not go music in Mumbai tomorrow.", "tgt": "कल वह संगीत मुंबई में नहीं गई।"}
{"src": "The student will not go music at home at night.", "tgt": "रात में छात्र संगीत घर पर नहीं जाऊँगा।"}
{"src": "The student will not drink the train every day.", "tgt": "हर दिन छात्र ट्रेन नहीं पीऊँगा।"}
{"src": "They do not go the bus in Delhi.", "tgt": "वे बस दिल्ली में नहीं जाता।"}
{"src": "We will play the train at home yesterday.", "tgt": "कल हम ट्रेन घर पर खेलूँगा।"}
{"src": "Do We play the news at school?", "tgt": "क्या हम समाचार स्कूल में खेलता?"}
{"src": "You will watch the bus in Mumbai tomorrow.", "tgt": "कल तुम बस मुंबई में देखूँगा।"}
{"src": "Do The student play the train in the market every day?", "tgt": "क्या हर दिन छात्र ट्रेन बाज़ार में खेलता?"}
{"src": "She will not drink a movie in Mumbai today.", "tgt": "आज वह एक फ़िल्म मुंबई में नहीं पीऊँगी।"}
{"src": "Do The teacher read music in Mumbai?", "tgt": "क्या अध्यापक संगीत मुंबई में पढ़ता?"}
{"src": "I read the train in Mumbai.", "tgt": "मैं ट्रेन मुंबई में पढ़ा।"}
{"src": "The boy do not drink books tomorrow.", "tgt": "कल लड़का किताबें नहीं पीता।"}
{"src": "The teacher go English in Mumbai in the morning.", "tgt": "सुबह अध्यापक अंग्रेज़ी मुंबई में जाता।"}
{"src": "The girl will watch the news at work yesterday.", "tgt": "कल लड़की समाचार काम पर देखूँगी।"}
{"src": "We will not go at home on Monday.", "tgt": "सोमवार को हम घर पर नहीं जाऊँगा।"}
{"src": "They drink the news in Delhi on Monday.", "tgt": "सोमवार को वे समाचार दिल्ली में पीता।"}
{"src": "They do not read coffee in the park on Monday.", "tgt": "सोमवार को वे कॉफ़ी पार्क में नहीं पढ़ता।"}
{"src": "The student will not go English in the market today.", "tgt": "आज छात्र अंग्रेज़ी बाज़ार में नहीं जाऊँगा।"}
{"src": "He did not drink cricket at school in the morning.", "tgt": "सुबह वह क्रिकेट स्कूल में नहीं पीया।"}
{"src": "Did The boy drink English at home at night?", "tgt": "क्या रात में लड़का अंग्रेज़ी घर पर पीया?"}
{"src": "My friend will not play music at school.", "tgt": "मेरा दोस्त संगीत स्कूल में नहीं खेलूँगा।"}
{"src": "She watch the bus at work tomorrow.", "tgt": "कल वह बस काम पर देखती हूँ।"}
{"src": "I will not eat books at home at night.", "tgt": "रात में मैं किताबें घर पर नहीं खाऊँगा।"}
{"src": "Did They watch Hindi at school on Monday?", "tgt": "क्या सोमवार को वे हिंदी स्कूल में देखा?"}
{"src": "The student did not read books in the park today.", "tgt": "आज छात्र किताबें पार्क में नहीं पढ़ा।"}
{"src": "Did We drink the news in Mumbai every day?", "tgt": "क्या हर दिन हम समाचार मुंबई में पीया?"}
{"src": "My friend will not go rice tomorrow.", "tgt": "कल मेरा दोस्त चावल नहीं जाऊँगा।"}
{"src": "Do The student learn a movie in Delhi tomorrow?", "tgt": "क्या कल छात्र एक फ़िल्म दिल्ली में सीखता?"}
{"src": "Will The girl learn books in the morning?", "tgt": "क्या सुबह लड़की किताबें सीखूँगी?"}
{"src": "My friend do not play the train in Mumbai tomorrow.", "tgt": "कल मेरा दोस्त ट्रेन मुंबई में नहीं खेलता।"}
{"src": "The student will not read books today.", "tgt": "आज छात्र किताबें नहीं पढ़ूँगा।"}
{"src": "The student do not go Hindi in Delhi at night.", "tgt": "रात में छात्र हिंदी दिल्ली में नहीं जाता।"}
{"src": "You go English at school on Monday.", "tgt": "सोमवार को तुम अंग्रेज़ी स्कूल में जाता।"}
{"src": "Will The doctor go English at home today?", "tgt": "क्या आज डॉक्टर अंग्रेज़ी घर पर जाऊँगा?"}
{"src": "The teacher did not eat the news in the park yesterday.", "tgt": "कल अध्यापक समाचार पार्क में नहीं खाया।"}
{"src": "My friend do not read the news in the morning.", "tgt": "सुबह मेरा दोस्त समाचार नहीं पढ़ता।"}
{"src": "Will We go cricket in the market at night?", "tgt": "क्या रात में हम क्रिकेट बाज़ार में जाऊँगा?"}
{"src": "We go English in the morning.", "tgt": "सुबह हम अंग्रेज़ी जाता।"}
{"src": "The teacher will not read a movie at school.", "tgt": "अध्यापक एक फ़िल्म स्कूल में नहीं पढ़ूँगा।"}
{"src": "Did The girl play Hindi at school?", "tgt": "क्या लड़की हिंदी स्कूल में खेले?"}
{"src": "Do The doctor play the train at home in the morning?", "tgt": "क्या सुबह डॉक्टर ट्रेन घर पर खेलता?"}
{"src": "He play a movie on Monday.", "tgt": "सोमवार को वह एक फ़िल्म खेलता।"}
{"src": "Did My friend learn coffee in Mumbai every day?", "tgt": "क्या हर दिन मेरा दोस्त कॉफ़ी मुंबई में सीखा?"}
{"src": "I do not learn English in the park at night.", "tgt": "रात में मैं अंग्रेज़ी पार्क में नहीं सीखता।"}
{"src": "Will She learn English at home yesterday?", "tgt": "क्या कल वह अंग्रेज़ी घर पर सीखूँगी?"}
{"src": "Do We drink the bus in Delhi yesterday?", "tgt": "क्या कल हम बस दिल्ली में पीता?"}
{"src": "My friend will not learn a movie at school tomorrow.", "tgt": "कल मेरा दोस्त एक फ़िल्म स्कूल में नहीं सीखूँगा।"}
{"src": "Will The girl watch books in Mumbai?", "tgt": "क्या लड़की किताबें मुंबई में देखूँगी?"}
{"src": "Will You read English every day?", "tgt": "क्या हर दिन तुम अंग्रेज़ी पढ़ूँगा?"}
{"src": "Will I read rice at school on Monday?", "tgt": "क्या सोमवार को मैं चावल स्कूल में पढ़ूँगा?"}
{"src": "The teacher do not drink the bus at school today.", "tgt": "आज अध्यापक बस स्कूल में नहीं पीता।"}
{"src": "Do The teacher read Hindi?", "tgt": "क्या अध्यापक हिंदी पढ़ता?"}
{"src": "My friend do not eat tea at school every day.", "tgt": "हर दिन मेरा दोस्त चाय स्कूल में नहीं खाता।"}
{"src": "You did not watch English in Mumbai at night.", "tgt": "रात में तुम अंग्रेज़ी मुंबई में नहीं देखा।"}
{"src": "Did The teacher eat the train at work tomorrow?", "tgt": "क्या कल अध्यापक ट्रेन काम पर खाया?"}
{"src": "The girl learn books at school today.", "tgt": "आज लड़की किताबें स्कूल में सीखती हूँ।"}
{"src": "The doctor read the train at school tomorrow.", "tgt": "कल डॉक्टर ट्रेन स्कूल में पढ़ता।"}
{"src": "Did I eat cricket in Delhi today?", "tgt": "क्या आज मैं क्रिकेट दिल्ली में खाया?"}
{"src": "Do We eat a movie at work?", "tgt": "क्या हम एक फ़िल्म काम पर खाता?"}
{"src": "My friend did not drink the news at home in the morning.", "tgt": "सुबह मेरा दोस्त समाचार घर पर नहीं पीया।"}
{"src": "They did not drink Hindi in Mumbai.", "tgt": "वे हिंदी मुंबई में नहीं पीया।"}
{"src": "The student go English in the park on Monday.", "tgt": "सोमवार को छात्र अंग्रेज़ी पार्क में जाता।"}
{"src": "They will read a movie.", "tgt": "वे एक फ़िल्म पढ़ूँगा।"}
{"src": "You do not play the news in the market yesterday.", "tgt": "कल तुम समाचार बाज़ार में नहीं खेलता।"}
{"src": "Will The teacher drink a movie at school today?", "tgt": "क्या आज अध्यापक एक फ़िल्म स्कूल में पीऊँगा?"}
{"src": "The student did not watch a movie in Mumbai.", "tgt": "छात्र एक फ़िल्म मुंबई में नहीं देखा।"}
{"src": "I will not eat the bus in the market in the morning.", "tgt": "सुबह मैं बस बाज़ार में नहीं खाऊँगा।"}
{"src": "The doctor will learn English in the market on Monday.", "tgt": "सोमवार को डॉक्टर अंग्रेज़ी बाज़ार में सीखूँगा।"}
{"src": "Do We play the train in Delhi today?", "tgt": "क्या आज हम ट्रेन दिल्ली में खेलता?"}
{"src": "Did You eat books in the park on Monday?", "tgt": "क्या सोमवार को तुम किताबें पार्क में खाया?"}
{"src": "Will My friend learn rice every day?", "tgt": "क्या हर दिन मेरा दोस्त चावल सीखूँगा?"}
{"src": "He do not learn English in Delhi on Monday.", "tgt": "सोमवार को वह अंग्रेज़ी दिल्ली में नहीं सीखता।"}
{"src": "Did The girl play the train in Delhi tomorrow?", "tgt": "क्या कल लड़की ट्रेन दिल्ली में खेले?"}
{"src": "I watched music at home yesterday.", "tgt": "कल मैं संगीत घर पर देखा।"}
{"src": "The boy went Hindi in Delhi.", "tgt": "लड़का हिंदी दिल्ली में गया।"}
{"src": "The girl do not drink cricket at home today.", "tgt": "आज लड़की क्रिकेट घर पर नहीं पीती हूँ।"}
{"src": "My friend did not watch the train in Delhi at night.", "tgt": "रात में मेरा दोस्त ट्रेन दिल्ली में नहीं देखा।"}
{"src": "The girl do not play music at home in the morning.", "tgt": "सुबह लड़की संगीत घर पर नहीं खेलती हूँ।"}
{"src": "She go the train at work on Monday.", "tgt": "सोमवार को वह ट्रेन काम पर जाती हूँ।"}
{"src": "Did I learn coffee at school on Monday?", "tgt": "क्या सोमवार को मैं कॉफ़ी स्कूल में सीखा?"}
{"src": "The doctor will go the news on Monday.", "tgt": "सोमवार को डॉक्टर समाचार जाऊँगा।"}
{"src": "The student did not drink the bus at work at night.", "tgt": "रात में छात्र बस काम पर नहीं पीया।"}
{"src": "The teacher will not read the train in the park at night.", "tgt": "रात में अध्यापक ट्रेन पार्क में नहीं पढ़ूँगा।"}
{"src": "The boy drank tea at home tomorrow.", "tgt": "कल लड़का चाय घर पर पीया।"}
{"src": "They do not eat English in the market every day.", "tgt": "हर दिन वे अंग्रेज़ी बाज़ार में नहीं खाता।"}
{"src": "Will I learn books?", "tgt": "क्या मैं किताबें सीखूँगा?"}
{"src": "Will You read the train at home?", "tgt": "क्या तुम ट्रेन घर पर पढ़ूँगा?"}
{"src": "Will I drink the train in Mumbai on Monday?", "tgt": "क्या सोमवार को मैं ट्रेन मुंबई में पीऊँगा?"}
{"src": "Will The girl read coffee on Monday?", "tgt": "क्या सोमवार को लड़की कॉफ़ी पढ़ूँगी?"}
{"src": "Will The girl learn coffee at work every day?", "tgt": "क्या हर दिन लड़की कॉफ़ी काम पर सीखूँगी?"}
{"src": "I did not watch a movie in Delhi yesterday.", "tgt": "कल मैं एक फ़िल्म दिल्ली में नहीं देखा।"}
{"src": "Do I watch coffee yesterday?", "tgt": "क्या कल मैं कॉफ़ी देखता?"}
{"src": "Will The student play rice at work on Monday?", "tgt": "क्या सोमवार को छात्र चावल काम पर खेलूँगा?"}
{"src": "I read the train at school tomorrow.", "tgt": "कल मैं ट्रेन स्कूल में पढ़ा।"}
{"src": "Do The girl play a movie at school on Monday?", "tgt": "क्या सोमवार को लड़की एक फ़िल्म स्कूल में खेलती हूँ?"}
{"src": "Do The teacher watch music in the market every day?", "tgt": "क्या हर दिन अध्यापक संगीत बाज़ार में देखता?"}
{"src": "Did The teacher read Hindi in the park yesterday?", "tgt": "क्या कल अध्यापक हिंदी पार्क में पढ़ा?"}
{"src": "The doctor do not learn rice in the park tomorrow.", "tgt": "कल डॉक्टर चावल पार्क में नहीं सीखता।"}
{"src": "The student go the bus in Delhi today.", "tgt": "आज छात्र बस दिल्ली में जाता।"}
{"src": "The student will not play cricket at home every day.", "tgt": "हर दिन छात्र क्रिकेट घर पर नहीं खेलूँगा।"}
{"src": "The doctor play music in the park at night.", "tgt": "रात में डॉक्टर संगीत पार्क में खेलता।"}
{"src": "He did not eat cricket in the market.", "tgt": "वह क्रिकेट बाज़ार में नहीं खाया।"}
{"src": "Did The boy drink coffee at school?", "tgt": "क्या लड़का कॉफ़ी स्कूल में पीया?"}
{"src": "The teacher played the news in Mumbai yesterday.", "tgt": "कल अध्यापक समाचार मुंबई में खेला।"}
{"src": "The student will not learn tea yesterday.", "tgt": "कल छात्र चाय नहीं सीखूँगा।"}
{"src": "Do My friend drink tea at school yesterday?", "tgt": "क्या कल मेरा दोस्त चाय स्कूल में पीता?"}
{"src": "Did The doctor play cricket at school every day?", "tgt": "क्या हर दिन डॉक्टर क्रिकेट स्कूल में खेला?"}
{"src": "I will not drink Hindi in the market.", "tgt": "मैं हिंदी बाज़ार में नहीं पीऊँगा।"}
{"src": "Will My friend play the bus at work tomorrow?", "tgt": "क्या कल मेरा दोस्त बस काम पर खेलूँगा?"}
{"src": "He eat rice yesterday.", "tgt": "कल वह चावल खाता।"}
{"src": "The student will not watch the news today.", "tgt": "आज छात्र समाचार नहीं देखूँगा।"}
{"src": "The doctor will read cricket in the park yesterday.", "tgt": "कल डॉक्टर क्रिकेट पार्क में पढ़ूँगा।"}
{"src": "Do The student play tea at night?", "tgt": "क्या रात में छात्र चाय खेलता?"}
{"src": "The boy play books in the market on Monday.", "tgt": "सोमवार को लड़का किताबें बाज़ार में खेलता।"}
{"src": "You did not read the bus at school every day.", "tgt": "हर दिन तुम बस स्कूल में नहीं पढ़ा।"}
{"src": "I learn coffee in the park on Monday.", "tgt": "सोमवार को मैं कॉफ़ी पार्क में सीखता।"}
{"src": "The student did not play tea at school tomorrow.", "tgt": "कल छात्र चाय स्कूल में नहीं खेला।"}
{"src": "They learned a movie in Mumbai in the morning.", "tgt": "सुबह वे एक फ़िल्म मुंबई में सीखा।"}
{"src": "They will not drink tea in Delhi at night.", "tgt": "रात में वे चाय दिल्ली में नहीं पीऊँगा।"}
{"src": "He do not play the train in the market at night.", "tgt": "रात में वह ट्रेन बाज़ार में नहीं खेलता।"}
{"src": "Did I learn English in Mumbai today?", "tgt": "क्या आज मैं अंग्रेज़ी मुंबई में सीखा?"}
{"src": "Did They read books in the market today?", "tgt": "क्या आज वे किताबें बाज़ार में पढ़ा?"}
{"src": "We did not learn the train at school.", "tgt": "हम ट्रेन स्कूल में नहीं सीखा।"}
{"src": "They did not drink the bus in the park tomorrow.", "tgt": "कल वे बस पार्क में नहीं पीया।"}
{"src": "The boy will eat a movie at work in the morning.", "tgt": "सुबह लड़का एक फ़िल्म काम पर खाऊँगा।"}
{"src": "We play the bus in Mumbai on Monday.", "tgt": "सोमवार को हम बस मुंबई में खेलता।"}
{"src": "We do not play books in the park in the morning.", "tgt": "सुबह हम किताबें पार्क में नहीं खेलता।"}
{"src": "The student did not go the train in the market every day.", "tgt": "हर दिन छात्र ट्रेन बाज़ार में नहीं गया।"}
{"src": "We watch the train at work every day.", "tgt": "हर दिन हम ट्रेन काम पर देखता।"}
{"src": "My friend will not go a movie at work at night.", "tgt": "रात में मेरा दोस्त एक फ़िल्म काम पर नहीं जाऊँगा।"}
{"src": "They do not eat the news in the market in the morning.", "tgt": "सुबह वे समाचार बाज़ार में नहीं खाता।"}
{"src": "You will drink Hindi in Mumbai at night.", "tgt": "रात में तुम हिंदी मुंबई में पीऊँगा।"}
{"src": "I do not eat the bus in the market today.", "tgt": "आज मैं बस बाज़ार में नहीं खाता।"}
{"src": "Did I go a movie at home tomorrow?", "tgt": "क्या कल मैं एक फ़िल्म घर पर गया?"}
{"src": "Did She drink a movie at home today?", "tgt": "क्या आज वह एक फ़िल्म घर पर पी?"}
{"src": "Did He watch Hindi at home on Monday?", "tgt": "क्या सोमवार को वह हिंदी घर पर देखा?"}
{"src": "The student do not eat books in Delhi in the morning.", "tgt": "सुबह छात्र किताबें दिल्ली में नहीं खाता।"}
{"src": "Do The student watch books at night?", "tgt": "क्या रात में छात्र किताबें देखता?"}
{"src": "We did not learn coffee at school in the morning.", "tgt": "सुबह हम कॉफ़ी स्कूल में नहीं सीखा।"}
{"src": "Will The teacher drink English in Mumbai at night?", "tgt": "क्या रात में अध्यापक अंग्रेज़ी मुंबई में पीऊँगा?"}
{"src": "Will The doctor learn English at school at night?", "tgt": "क्या रात में डॉक्टर अंग्रेज़ी स्कूल में सीखूँगा?"}
{"src": "Will They read Hindi at work yesterday?", "tgt": "क्या कल वे हिंदी काम पर पढ़ूँगा?"}
{"src": "You did not read rice at work tomorrow.", "tgt": "कल तुम चावल काम पर नहीं पढ़ा।"}
{"src": "I will not go a movie in the park tomorrow.", "tgt": "कल मैं एक फ़िल्म पार्क में नहीं जाऊँगा।"}
{"src": "You go English today.", "tgt": "आज तुम अंग्रेज़ी जाता।"}
{"src": "Did The doctor drink cricket at home on Monday?", "tgt": "क्या सोमवार को डॉक्टर क्रिकेट घर पर पीया?"}
{"src": "The boy eat rice in Mumbai in the morning.", "tgt": "सुबह लड़का चावल मुंबई में खाता।"}
{"src": "The girl ate coffee at home every day.", "tgt": "हर दिन लड़की कॉफ़ी घर पर खाई।"}
{"src": "My friend did not eat the news at home yesterday.", "tgt": "कल मेरा दोस्त समाचार घर पर नहीं खाया।"}
{"src": "Will The doctor read the bus in the market tomorrow?", "tgt": "क्या कल डॉक्टर बस बाज़ार में पढ़ूँगा?"}
{"src": "The teacher did not play coffee at work.", "tgt": "अध्यापक कॉफ़ी काम पर नहीं खेला।"}
{"src": "The girl watch the bus at school every day.", "tgt": "हर दिन लड़की बस स्कूल में देखती हूँ।"}
{"src": "I do not play the bus in Mumbai today.", "tgt": "आज मैं बस मुंबई में नहीं खेलता।"}
{"src": "The girl will eat Hindi at work today.", "tgt": "आज लड़की हिंदी काम पर खाऊँगी।"}
{"src": "Did My friend eat music at night?", "tgt": "क्या रात में मेरा दोस्त संगीत खाया?"}
{"src": "She will learn the news in Delhi today.", "tgt": "आज वह समाचार दिल्ली में सीखूँगी।"}
{"src": "The boy do not learn tea at school tomorrow.", "tgt": "कल लड़का चाय स्कूल में नहीं सीखता।"}
{"src": "They will go tea in the park today.", "tgt": "आज वे चाय पार्क में जाऊँगा।"}
{"src": "I play the news at home every day.", "tgt": "हर दिन मैं समाचार घर पर खेलता।"}
{"src": "The doctor eat tea at home today.", "tgt": "आज डॉक्टर चाय घर पर खाता।"}
{"src": "Will The student go coffee at school on Monday?", "tgt": "क्या सोमवार को छात्र कॉफ़ी स्कूल में जाऊँगा?"}
{"src": "The girl ate a movie in the market at night.", "tgt": "रात में लड़की एक फ़िल्म बाज़ार में खाई।"}
{"src": "My friend do not play coffee.", "tgt": "मेरा दोस्त कॉफ़ी नहीं खेलता।"}
{"src": "The doctor will go books in Mumbai on Monday.", "tgt": "सोमवार को डॉक्टर किताबें मुंबई में जाऊँगा।"}
{"src": "The student eat cricket in Delhi tomorrow.", "tgt": "कल छात्र क्रिकेट दिल्ली में खाता।"}
{"src": "The doctor play a movie in Delhi every day.", "tgt": "हर दिन डॉक्टर एक फ़िल्म दिल्ली में खेलता।"}
{"src": "The teacher did not play a movie every day.", "tgt": "हर दिन अध्यापक एक फ़िल्म नहीं खेला।"}
{"src": "I will watch English at school today.", "tgt": "आज मैं अंग्रेज़ी स्कूल में देखूँगा।"}
{"src": "Do My friend play the news at work every day?", "tgt": "क्या हर दिन मेरा दोस्त समाचार काम पर खेलता?"}
{"src": "The student will read music today.", "tgt": "आज छात्र संगीत पढ़ूँगा।"}
{"src": "He will not play rice in the market.", "tgt": "वह चावल बाज़ार में नहीं खेलूँगा।"}
{"src": "I do not watch the news at work yesterday.", "tgt": "कल मैं समाचार काम पर नहीं देखता।"}
{"src": "Do We learn cricket in the market tomorrow?", "tgt": "क्या कल हम क्रिकेट बाज़ार में सीखता?"}
{"src": "They will read English in the park today.", "tgt": "आज वे अंग्रेज़ी पार्क में पढ़ूँगा।"}
{"src": "We went coffee at work at night.", "tgt": "रात में हम कॉफ़ी काम पर गया।"}
{"src": "Did The boy watch the bus at night?", "tgt": "क्या रात में लड़का बस देखा?"}
{"src": "Do The doctor eat the bus in the market every day?", "tgt": "क्या हर दिन डॉक्टर बस बाज़ार में खाता?"}
{"src": "The teacher read cricket in Delhi yesterday.", "tgt": "कल अध्यापक क्रिकेट दिल्ली में पढ़ा।"}
{"src": "They play the train yesterday.", "tgt": "कल वे ट्रेन खेलता।"}
{"src": "Did The girl go rice in the market?", "tgt": "क्या लड़की चावल बाज़ार में गई?"}
{"src": "He will learn books in Delhi yesterday.", "tgt": "कल वह किताबें दिल्ली में सीखूँगा।"}
{"src": "The doctor did not go books in Mumbai on Monday.", "tgt": "सोमवार को डॉक्टर किताबें मुंबई में नहीं गया।"}
{"src": "Did My friend go the news in Delhi on Monday?", "tgt": "क्या सोमवार को मेरा दोस्त समाचार दिल्ली में गया?"}
{"src": "The girl do not learn Hindi at night.", "tgt": "रात में लड़की हिंदी नहीं सीखती हूँ।"}
{"src": "The boy will not drink books in Delhi every day.", "tgt": "हर दिन लड़का किताबें दिल्ली में नहीं पीऊँगा।"}
{"src": "Will They read rice in the park in the morning?", "tgt": "क्या सुबह वे चावल पार्क में पढ़ूँगा?"}
{"src": "The doctor learned the news in Mumbai in the morning.", "tgt": "सुबह डॉक्टर समाचार मुंबई में सीखा।"}
{"src": "My friend do not play the train at work at night.", "tgt": "रात में मेरा दोस्त ट्रेन काम पर नहीं खेलता।"}
{"src": "He do not watch rice at home today.", "tgt": "आज वह चावल घर पर नहीं देखता।"}
{"src": "You will read the bus at home yesterday.", "tgt": "कल तुम बस घर पर पढ़ूँगा।"}
{"src": "Do They learn Hindi at school yesterday?", "tgt": "क्या कल वे हिंदी स्कूल में सीखता?"}
{"src": "The student watch coffee at home tomorrow.", "tgt": "कल छात्र कॉफ़ी घर पर देखता।"}
{"src": "Do My friend learn the bus at work?", "tgt": "क्या मेरा दोस्त बस काम पर सीखता?"}
{"src": "My friend do not read a movie in Mumbai tomorrow.", "tgt": "कल मेरा दोस्त एक फ़िल्म मुंबई में नहीं पढ़ता।"}
{"src": "The teacher will not drink the bus at school today.", "tgt": "आज अध्यापक बस स्कूल में नहीं पीऊँगा।"}
{"src": "The boy learn the news in Delhi.", "tgt": "लड़का समाचार दिल्ली में सीखता।"}
{"src": "He drank music at work at night.", "tgt": "रात में वह संगीत काम पर पीया।"}
{"src": "The girl went coffee in Mumbai tomorrow.", "tgt": "कल लड़की कॉफ़ी मुंबई में गई।"}
{"src": "We read English in the market on Monday.", "tgt": "सोमवार को हम अंग्रेज़ी बाज़ार में पढ़ा।"}
{"src": "Do The girl learn rice in Delhi in the morning?", "tgt": "क्या सुबह लड़की चावल दिल्ली में सीखती हूँ?"}
{"src": "The girl go a movie at school.", "tgt": "लड़की एक फ़िल्म स्कूल में जाती हूँ।"}
{"src": "We eat the news at work at night.", "tgt": "रात में हम समाचार काम पर खाता।"}
{"src": "I do not watch rice in the park in the morning.", "tgt": "सुबह मैं चावल पार्क में नहीं देखता।"}
{"src": "We will drink the bus on Monday.", "tgt": "सोमवार को हम बस पीऊँगा।"}
{"src": "He did not read the news in the park on Monday.", "tgt": "सोमवार को वह समाचार पार्क में नहीं पढ़ा।"}
{"src": "We will not play music in the park on Monday.", "tgt": "सोमवार को हम संगीत पार्क में नहीं खेलूँगा।"}
{"src": "The girl do not read music in the market.", "tgt": "लड़की संगीत बाज़ार में नहीं पढ़ती हूँ।"}
{"src": "Did We eat a movie at school every day?", "tgt": "क्या हर दिन हम एक फ़िल्म स्कूल में खाया?"}
{"src": "Will She watch coffee at home today?", "tgt": "क्या आज वह कॉफ़ी घर पर देखूँगी?"}
{"src": "Do The teacher drink the news in the park yesterday?", "tgt": "क्या कल अध्यापक समाचार पार्क में पीता?"}
{"src": "She read coffee at work.", "tgt": "वह कॉफ़ी काम पर पढ़ी।"}
{"src": "The doctor will learn coffee in Mumbai at night.", "tgt": "रात में डॉक्टर कॉफ़ी मुंबई में सीखूँगा।"}
{"src": "The boy drank music at work every day.", "tgt": "हर दिन लड़का संगीत काम पर पीया।"}
{"src": "The girl went the news on Monday.", "tgt": "सोमवार को लड़की समाचार गई।"}
{"src": "Do They learn coffee at work at night?", "tgt": "क्या रात में वे कॉफ़ी काम पर सीखता?"}
{"src": "My friend will go cricket in Mumbai in the morning.", "tgt": "सुबह मेरा दोस्त क्रिकेट मुंबई में जाऊँगा।"}
{"src": "Do She eat the news at home?", "tgt": "क्या वह समाचार घर पर खाती हूँ?"}
{"src": "Did He play English in Mumbai tomorrow?", "tgt": "क्या कल वह अंग्रेज़ी मुंबई में खेला?"}
{"src": "The boy went the bus in the park every day.", "tgt": "हर दिन लड़का बस पार्क में गया।"}
{"src": "The girl will drink tea yesterday.", "tgt": "कल लड़की चाय पीऊँगी।"}
{"src": "The doctor will not read English on Monday.", "tgt": "सोमवार को डॉक्टर अंग्रेज़ी नहीं पढ़ूँगा।"}
{"src": "The girl will eat English in Delhi every day.", "tgt": "हर दिन लड़की अंग्रेज़ी दिल्ली में खाऊँगी।"}
{"src": "The doctor watched cricket at school.", "tgt": "डॉक्टर क्रिकेट स्कूल में देखा।"}
{"src": "The boy did not watch Hindi in Mumbai yesterday.", "tgt": "कल लड़का हिंदी मुंबई में नहीं देखा।"}
{"src": "Will The girl play Hindi at school tomorrow?", "tgt": "क्या कल लड़की हिंदी स्कूल में खेलूँगी?"}
{"src": "Did The student eat English in Mumbai today?", "tgt": "क्या आज छात्र अंग्रेज़ी मुंबई में खाया?"}
{"src": "Did They eat the news at home yesterday?", "tgt": "क्या कल वे समाचार घर पर खाया?"}
{"src": "She did not eat cricket in the market on Monday.", "tgt": "सोमवार को वह क्रिकेट बाज़ार में नहीं खाई।"}
{"src": "You did not learn a movie at home tomorrow.", "tgt": "कल तुम एक फ़िल्म घर पर नहीं सीखा।"}
{"src": "She drink Hindi at school.", "tgt": "वह हिंदी स्कूल में पीती हूँ।"}
{"src": "Did They go the train in the park yesterday?", "tgt": "क्या कल वे ट्रेन पार्क में गया?"}
{"src": "The student will not play music in Delhi yesterday.", "tgt": "कल छात्र संगीत दिल्ली में नहीं खेलूँगा।"}
{"src": "The boy did not learn coffee at home at night.", "tgt": "रात में लड़का कॉफ़ी घर पर नहीं सीखा।"}
{"src": "Do The doctor go the train in the park?", "tgt": "क्या डॉक्टर ट्रेन पार्क में जाता?"}
{"src": "The girl will watch the news at school on Monday.", "tgt": "सोमवार को लड़की समाचार स्कूल में देखूँगी।"}
{"src": "We read a movie in Mumbai on Monday.", "tgt": "सोमवार को हम एक फ़िल्म मुंबई में पढ़ा।"}
{"src": "He played cricket in the park every day.", "tgt": "हर दिन वह क्रिकेट पार्क में खेला।"}
{"src": "Will The doctor play music every day?", "tgt": "क्या हर दिन डॉक्टर संगीत खेलूँगा?"}
{"src": "The girl will not learn tea in the park on Monday.", "tgt": "सोमवार को लड़की चाय पार्क में नहीं सीखूँगी।"}
{"src": "He will not learn music in Delhi at night.", "tgt": "रात में वह संगीत दिल्ली में नहीं सीखूँगा।"}
{"src": "He did not eat the train every day.", "tgt": "हर दिन वह ट्रेन नहीं खाया।"}
{"src": "I learned the train at night.", "tgt": "रात में मैं ट्रेन सीखा।"}
{"src": "Did She go in Mumbai today?", "tgt": "क्या आज वह मुंबई में गई?"}
{"src": "You play Hindi at home in the morning.", "tgt": "सुबह तुम हिंदी घर पर खेलता।"}
{"src": "The boy do not drink the news at work every day.", "tgt": "हर दिन लड़का समाचार काम पर नहीं पीता।"}
{"src": "The girl will not watch the bus at home yesterday.", "tgt": "कल लड़की बस घर पर नहीं देखूँगी।"}
{"src": "The teacher will learn music in the market at night.", "tgt": "रात में अध्यापक संगीत बाज़ार में सीखूँगा।"}
{"src": "Did The boy watch the train in Mumbai in the morning?", "tgt": "क्या सुबह लड़का ट्रेन मुंबई में देखा?"}
{"src": "I did not learn English in the park in the morning.", "tgt": "सुबह मैं अंग्रेज़ी पार्क में नहीं सीखा।"}
{"src": "The doctor do not watch the train in the market tomorrow.", "tgt": "कल डॉक्टर ट्रेन बाज़ार में नहीं देखता।"}
{"src": "Do You play a movie in Mumbai on Monday?", "tgt": "क्या सोमवार को तुम एक फ़िल्म मुंबई में खेलता?"}
{"src": "The girl ate music at work today.", "tgt": "आज लड़की संगीत काम पर खाई।"}
{"src": "We will not learn music at school tomorrow.", "tgt": "कल हम संगीत स्कूल में नहीं सीखूँगा।"}
{"src": "He will go coffee at work on Monday.", "tgt": "सोमवार को वह कॉफ़ी काम पर जाऊँगा।"}
{"src": "Will I play cricket yesterday?", "tgt": "क्या कल मैं क्रिकेट खेलूँगा?"}
{"src": "You watch a movie at school yesterday.", "tgt": "कल तुम एक फ़िल्म स्कूल में देखता।"}
{"src": "Do The girl watch the train in the market in the morning?", "tgt": "क्या सुबह लड़की ट्रेन बाज़ार में देखती हूँ?"}
{"src": "Did She learn the news at home every day?", "tgt": "क्या हर दिन वह समाचार घर पर सीखी?"}
{"src": "My friend will not go English in Delhi on Monday.", "tgt": "सोमवार को मेरा दोस्त अंग्रेज़ी दिल्ली में नहीं जाऊँगा।"}
{"src": "She will read English in Delhi today.", "tgt": "आज वह अंग्रेज़ी दिल्ली में पढ़ूँगी।"}
{"src": "Do You watch the train tomorrow?", "tgt": "क्या कल तुम ट्रेन देखता?"}
{"src": "The teacher will not go coffee at work at night.", "tgt": "रात में अध्यापक कॉफ़ी काम पर नहीं जाऊँगा।"}
{"src": "She went tea in the park at night.", "tgt": "रात में वह चाय पार्क में गई।"}
{"src": "My friend do not eat music in the park today.", "tgt": "आज मेरा दोस्त संगीत पार्क में नहीं खाता।"}
{"src": "My friend drink the bus yesterday.", "tgt": "कल मेरा दोस्त बस पीता।"}
{"src": "The girl do not learn music at school yesterday.", "tgt": "कल लड़की संगीत स्कूल में नहीं सीखती हूँ।"}
{"src": "The student did not learn books at home yesterday.", "tgt": "कल छात्र किताबें घर पर नहीं सीखा।"}
{"src": "The teacher do not watch music at work today.", "tgt": "आज अध्यापक संगीत काम पर नहीं देखता।"}
{"src": "The boy go books in Delhi yesterday.", "tgt": "कल लड़का किताबें दिल्ली में जाता।"}
{"src": "Will The doctor watch books at home on Monday?", "tgt": "क्या सोमवार को डॉक्टर किताबें घर पर देखूँगा?"}
{"src": "Do The girl drink books at school today?", "tgt": "क्या आज लड़की किताबें स्कूल में पीती हूँ?"}
{"src": "The teacher did not watch English in Delhi in the morning.", "tgt": "सुबह अध्यापक अंग्रेज़ी दिल्ली में नहीं देखा।"}
{"src": "The girl will eat Hindi in the park tomorrow.", "tgt": "कल लड़की हिंदी पार्क में खाऊँगी।"}
{"src": "Did She play cricket at school yesterday?", "tgt": "क्या कल वह क्रिकेट स्कूल में खेले?"}
{"src": "The doctor read cricket in Delhi.", "tgt": "डॉक्टर क्रिकेट दिल्ली में पढ़ता।"}
{"src": "Do The girl read English in the park today?", "tgt": "क्या आज लड़की अंग्रेज़ी पार्क में पढ़ती हूँ?"}
{"src": "Do The student drink tea at home?", "tgt": "क्या छात्र चाय घर पर पीता?"}
{"src": "You will play books at work on Monday.", "tgt": "सोमवार को तुम किताबें काम पर खेलूँगा।"}
{"src": "The doctor did not eat English in the park on Monday.", "tgt": "सोमवार को डॉक्टर अंग्रेज़ी पार्क में नहीं खाया।"}
{"src": "The student will not go a movie in the market.", "tgt": "छात्र एक फ़िल्म बाज़ार में नहीं जाऊँगा।"}
{"src": "Do You play the news today?", "tgt": "क्या आज तुम समाचार खेलता?"}
{"src": "Will The doctor watch Hindi in Mumbai in the morning?", "tgt": "क्या सुबह डॉक्टर हिंदी मुंबई में देखूँगा?"}
{"src": "You do not read English in the park yesterday.", "tgt": "कल तुम अंग्रेज़ी पार्क में नहीं पढ़ता।"}
{"src": "You will not go rice at school today.", "tgt": "आज तुम चावल स्कूल में नहीं जाऊँगा।"}
{"src": "They learned music in the park yesterday.", "tgt": "कल वे संगीत पार्क में सीखा।"}
{"src": "You did not read books at home yesterday.", "tgt": "कल तुम किताबें घर पर नहीं पढ़ा।"}
{"src": "I will not play rice at home on Monday.", "tgt": "सोमवार को मैं चावल घर पर नहीं खेलूँगा।"}
{"src": "I will not play coffee in the park in the morning.", "tgt": "सुबह मैं कॉफ़ी पार्क में नहीं खेलूँगा।"}
{"src": "Will He read tea in the market?", "tgt": "क्या वह चाय बाज़ार में पढ़ूँगा?"}
{"src": "Do The doctor eat the news in Mumbai at night?", "tgt": "क्या रात में डॉक्टर समाचार मुंबई में खाता?"}
{"src": "Will We read the news at home on Monday?", "tgt": "क्या सोमवार को हम समाचार घर पर पढ़ूँगा?"}
{"src": "Will She watch coffee in the park yesterday?", "tgt": "क्या कल वह कॉफ़ी पार्क में देखूँगी?"}
{"src": "Will I go the train at work?", "tgt": "क्या मैं ट्रेन काम पर जाऊँगा?"}
{"src": "You read cricket at school yesterday.", "tgt": "कल तुम क्रिकेट स्कूल में पढ़ा।"}
{"src": "My friend learn books in Delhi tomorrow.", "tgt": "कल मेरा दोस्त किताबें दिल्ली में सीखता।"}
{"src": "The girl learned tea on Monday.", "tgt": "सोमवार को लड़की चाय सीखी।"}
{"src": "The doctor will go in Mumbai.", "tgt": "डॉक्टर मुंबई में जाऊँगा।"}
{"src": "They do not play music at work today.", "tgt": "आज वे संगीत काम पर नहीं खेलता।"}
{"src": "The teacher read music at work yesterday.", "tgt": "कल अध्यापक संगीत काम पर पढ़ा।"}
{"src": "They did not eat tea at school tomorrow.", "tgt": "कल वे चाय स्कूल में नहीं खाया।"}
{"src": "The teacher will watch Hindi in Delhi at night.", "tgt": "रात में अध्यापक हिंदी दिल्ली में देखूँगा।"}
{"src": "Did I watch the news in the park?", "tgt": "क्या मैं समाचार पार्क में देखा?"}
{"src": "Did The girl drink a movie in Delhi today?", "tgt": "क्या आज लड़की एक फ़िल्म दिल्ली में पी?"}
{"src": "The teacher did not learn Hindi at school in the morning.", "tgt": "सुबह अध्यापक हिंदी स्कूल में नहीं सीखा।"}
{"src": "Did They drink the bus at work yesterday?", "tgt": "क्या कल वे बस काम पर पीया?"}
{"src": "Do The doctor drink books in the park?", "tgt": "क्या डॉक्टर किताबें पार्क में पीता?"}
{"src": "The doctor will not learn the news at school on Monday.", "tgt": "सोमवार को डॉक्टर समाचार स्कूल में नहीं सीखूँगा।"}
{"src": "Will The boy watch coffee at home at night?", "tgt": "क्या रात में लड़का कॉफ़ी घर पर देखूँगा?"}
{"src": "The teacher do not go music in the market on Monday.", "tgt": "सोमवार को अध्यापक संगीत बाज़ार में नहीं जाता।"}
{"src": "The student will read cricket.", "tgt": "छात्र क्रिकेट पढ़ूँगा।"}
{"src": "The teacher play coffee at home every day.", "tgt": "हर दिन अध्यापक कॉफ़ी घर पर खेलता।"}
{"src": "Did She go at work?", "tgt": "क्या वह काम पर गई?"}
{"src": "Do I learn a movie in Mumbai yesterday?", "tgt": "क्या कल मैं एक फ़िल्म मुंबई में सीखता?"}
{"src": "Did The girl watch a movie in Delhi in the morning?", "tgt": "क्या सुबह लड़की एक फ़िल्म दिल्ली में देखी?"}
{"src": "I went Hindi in Delhi in the morning.", "tgt": "सुबह मैं हिंदी दिल्ली में गया।"}
{"src": "The boy will not learn cricket in the park on Monday.", "tgt": "सोमवार को लड़का क्रिकेट पार्क में नहीं सीखूँगा।"}
{"src": "Will The girl eat the bus in Mumbai?", "tgt": "क्या लड़की बस मुंबई में खाऊँगी?"}
{"src": "The doctor watch a movie in the park every day.", "tgt": "हर दिन डॉक्टर एक फ़िल्म पार्क में देखता।"}
{"src": "We will not go Hindi in the market at night.", "tgt": "रात में हम हिंदी बाज़ार में नहीं जाऊँगा।"}
{"src": "The doctor will not go at school every day.", "tgt": "हर दिन डॉक्टर स्कूल में नहीं जाऊँगा।"}
{"src": "Did He play books in Delhi?", "tgt": "क्या वह किताबें दिल्ली में खेला?"}
{"src": "We learned Hindi in the market yesterday.", "tgt": "कल हम हिंदी बाज़ार में सीखा।"}
{"src": "They learn the news at school on Monday.", "tgt": "सोमवार को वे समाचार स्कूल में सीखता।"}
{"src": "The teacher will not watch a movie.", "tgt": "अध्यापक एक फ़िल्म नहीं देखूँगा।"}
{"src": "My friend read rice at work on Monday.", "tgt": "सोमवार को मेरा दोस्त चावल काम पर पढ़ा।"}
{"src": "Do My friend watch music in the market every day?", "tgt": "क्या हर दिन मेरा दोस्त संगीत बाज़ार में देखता?"}
{"src": "Did The student watch rice at home yesterday?", "tgt": "क्या कल छात्र चावल घर पर देखा?"}
{"src": "I read music yesterday.", "tgt": "कल मैं संगीत पढ़ा।"}
{"src": "You will read coffee in Mumbai yesterday.", "tgt": "कल तुम कॉफ़ी मुंबई में पढ़ूँगा।"}
{"src": "He learned books in Mumbai yesterday.", "tgt": "कल वह किताबें मुंबई में सीखा।"}
{"src": "My friend watch the bus in the park in the morning.", "tgt": "सुबह मेरा दोस्त बस पार्क में देखता।"}
{"src": "My friend ate coffee at school at night.", "tgt": "रात में मेरा दोस्त कॉफ़ी स्कूल में खाया।"}
{"src": "Did The boy go the bus in Delhi at night?", "tgt": "क्या रात में लड़का बस दिल्ली में गया?"}
{"src": "She do not read the news in the market at night.", "tgt": "रात में वह समाचार बाज़ार में नहीं पढ़ती हूँ।"}
{"src": "My friend read coffee in the market tomorrow.", "tgt": "कल मेरा दोस्त कॉफ़ी बाज़ार में पढ़ा।"}
{"src": "Will My friend watch cricket in Delhi on Monday?", "tgt": "क्या सोमवार को मेरा दोस्त क्रिकेट दिल्ली में देखूँगा?"}
{"src": "I learned the news in Mumbai.", "tgt": "मैं समाचार मुंबई में सीखा।"}
{"src": "You do not drink the train in the market today.", "tgt": "आज तुम ट्रेन बाज़ार में नहीं पीता।"}
{"src": "Will We read tea in the park in the morning?", "tgt": "क्या सुबह हम चाय पार्क में पढ़ूँगा?"}
{"src": "Did The student watch music at night?", "tgt": "क्या रात में छात्र संगीत देखा?"}
{"src": "Did He learn music at school yesterday?", "tgt": "क्या कल वह संगीत स्कूल में सीखा?"}
{"src": "Will I go coffee at school in the morning?", "tgt": "क्या सुबह मैं कॉफ़ी स्कूल में जाऊँगा?"}
{"src": "Will He go a movie at school in the morning?", "tgt": "क्या सुबह वह एक फ़िल्म स्कूल में जाऊँगा?"}
{"src": "You did not play music in the park on Monday.", "tgt": "सोमवार को तुम संगीत पार्क में नहीं खेला।"}
{"src": "We do not learn tea at home on Monday.", "tgt": "सोमवार को हम चाय घर पर नहीं सीखता।"}
{"src": "They played the news in Delhi every day.", "tgt": "हर दिन वे समाचार दिल्ली में खेला।"}
{"src": "We do not go coffee at home today.", "tgt": "आज हम कॉफ़ी घर पर नहीं जाता।"}
{"src": "My friend played English in Mumbai at night.", "tgt": "रात में मेरा दोस्त अंग्रेज़ी मुंबई में खेला।"}
{"src": "My friend will play coffee at school today.", "tgt": "आज मेरा दोस्त कॉफ़ी स्कूल में खेलूँगा।"}
{"src": "Do They drink books at school tomorrow?", "tgt": "क्या कल वे किताबें स्कूल में पीता?"}
{"src": "The teacher read English on Monday.", "tgt": "सोमवार को अध्यापक अंग्रेज़ी पढ़ा।"}
{"src": "The student watched rice at work yesterday.", "tgt": "कल छात्र चावल काम पर देखा।"}
{"src": "My friend did not learn a movie at school today.", "tgt": "आज मेरा दोस्त एक फ़िल्म स्कूल में नहीं सीखा।"}
{"src": "The boy ate the bus in the park tomorrow.", "tgt": "कल लड़का बस पार्क में खाया।"}
{"src": "My friend ate the train on Monday.", "tgt": "सोमवार को मेरा दोस्त ट्रेन खाया।"}
{"src": "She watch English in Mumbai today.", "tgt": "आज वह अंग्रेज़ी मुंबई में देखती हूँ।"}
{"src": "Do The boy watch English in Mumbai at night?", "tgt": "क्या रात में लड़का अंग्रेज़ी मुंबई में देखता?"}
{"src": "The student play rice yesterday.", "tgt": "कल छात्र चावल खेलता।"}
{"src": "You went Hindi at night.", "tgt": "रात में तुम हिंदी गया।"}
{"src": "Will You watch the train in the market tomorrow?", "tgt": "क्या कल तुम ट्रेन बाज़ार में देखूँगा?"}
{"src": "Did They watch tea at school today?", "tgt": "क्या आज वे चाय स्कूल में देखा?"}
{"src": "We will not go the train at work tomorrow.", "tgt": "कल हम ट्रेन काम पर नहीं जाऊँगा।"}
{"src": "He learn books in the market at night.", "tgt": "रात में वह किताबें बाज़ार में सीखता।"}
{"src": "The teacher will not learn the bus at work yesterday.", "tgt": "कल अध्यापक बस काम पर नहीं सीखूँगा।"}
{"src": "Did They go the train in Mumbai in the morning?", "tgt": "क्या सुबह वे ट्रेन मुंबई में गया?"}
{"src": "Did I go rice at work in the morning?", "tgt": "क्या सुबह मैं चावल काम पर गया?"}
{"src": "They will eat books at school today.", "tgt": "आज वे किताबें स्कूल में खाऊँगा।"}
{"src": "Do I play Hindi at home?", "tgt": "क्या मैं हिंदी घर पर खेलता?"}
{"src": "My friend did not drink cricket in Delhi yesterday.", "tgt": "कल मेरा दोस्त क्रिकेट दिल्ली में नहीं पीया।"}
{"src": "They will not watch English in the park today.", "tgt": "आज वे अंग्रेज़ी पार्क में नहीं देखूँगा।"}
{"src": "Do I eat tea in Delhi every day?", "tgt": "क्या हर दिन मैं चाय दिल्ली में खाता?"}
{"src": "The doctor will not watch the train at home today.", "tgt": "आज डॉक्टर ट्रेन घर पर नहीं देखूँगा।"}
{"src": "Do The boy read Hindi at work every day?", "tgt": "क्या हर दिन लड़का हिंदी काम पर पढ़ता?"}
{"src": "The student played the train at home yesterday.", "tgt": "कल छात्र ट्रेन घर पर खेला।"}
{"src": "My friend drank Hindi in Mumbai yesterday.", "tgt": "कल मेरा दोस्त हिंदी मुंबई में पीया।"}
{"src": "You did not go tea at school tomorrow.", "tgt": "कल तुम चाय स्कूल में नहीं गया।"}
{"src": "They do not learn tea at home every day.", "tgt": "हर दिन वे चाय घर पर नहीं सीखता।"}
{"src": "Did I learn a movie tomorrow?", "tgt": "क्या कल मैं एक फ़िल्म सीखा?"}
{"src": "She did not eat the bus in the park.", "tgt": "वह बस पार्क में नहीं खाई।"}
{"src": "The teacher go a movie in the market on Monday.", "tgt": "सोमवार को अध्यापक एक फ़िल्म बाज़ार में जाता।"}
{"src": "You will not play music in the market in the morning.", "tgt": "सुबह तुम संगीत बाज़ार में नहीं खेलूँगा।"}
{"src": "The doctor will learn tea at home on Monday.", "tgt": "सोमवार को डॉक्टर चाय घर पर सीखूँगा।"}
{"src": "They did not learn tea in the market yesterday.", "tgt": "कल वे चाय बाज़ार में नहीं सीखा।"}
{"src": "The doctor will not play Hindi at school tomorrow.", "tgt": "कल डॉक्टर हिंदी स्कूल में नहीं खेलूँगा।"}
{"src": "He learned music in the park today.", "tgt": "आज वह संगीत पार्क में सीखा।"}
{"src": "Do The girl read the bus at home in the morning?", "tgt": "क्या सुबह लड़की बस घर पर पढ़ती हूँ?"}
{"src": "The boy did not read coffee in the park tomorrow.", "tgt": "कल लड़का कॉफ़ी पार्क में नहीं पढ़ा।"}
{"src": "Will He read tea in the morning?", "tgt": "क्या सुबह वह चाय पढ़ूँगा?"}
{"src": "They read the bus in Delhi today.", "tgt": "आज वे बस दिल्ली में पढ़ता।"}
{"src": "We do not go music at work on Monday.", "tgt": "सोमवार को हम संगीत काम पर नहीं जाता।"}
{"src": "The boy eat coffee in Delhi at night.", "tgt": "रात में लड़का कॉफ़ी दिल्ली में खाता।"}
{"src": "I will not learn cricket at night.", "tgt": "रात में मैं क्रिकेट नहीं सीखूँगा।"}
{"src": "The doctor go rice in the market today.", "tgt": "आज डॉक्टर चावल बाज़ार में जाता।"}
{"src": "Did They learn rice in the market in the morning?", "tgt": "क्या सुबह वे चावल बाज़ार में सीखा?"}
{"src": "The doctor did not drink cricket in Mumbai every day.", "tgt": "हर दिन डॉक्टर क्रिकेट मुंबई में नहीं पीया।"}
{"src": "The girl will not watch the train at home tomorrow.", "tgt": "कल लड़की ट्रेन घर पर नहीं देखूँगी।"}
{"src": "My friend will not drink books in the market tomorrow.", "tgt": "कल मेरा दोस्त किताबें बाज़ार में नहीं पीऊँगा।"}
{"src": "The teacher do not play coffee in the market on Monday.", "tgt": "सोमवार को अध्यापक कॉफ़ी बाज़ार में नहीं खेलता।"}
{"src": "Will The girl watch a movie in the market at night?", "tgt": "क्या रात में लड़की एक फ़िल्म बाज़ार में देखूँगी?"}
{"src": "The boy play a movie in Delhi.", "tgt": "लड़का एक फ़िल्म दिल्ली में खेलता।"}
{"src": "He learn the bus in the park yesterday.", "tgt": "कल वह बस पार्क में सीखता।"}
{"src": "The doctor will watch the news at school every day.", "tgt": "हर दिन डॉक्टर समाचार स्कूल में देखूँगा।"}
{"src": "He will go the bus in the morning.", "tgt": "सुबह वह बस जाऊँगा।"}
{"src": "He drink English in the park in the morning.", "tgt": "सुबह वह अंग्रेज़ी पार्क में पीता।"}
{"src": "You will not read Hindi in Delhi today.", "tgt": "आज तुम हिंदी दिल्ली में नहीं पढ़ूँगा।"}
{"src": "The doctor go the news in Mumbai on Monday.", "tgt": "सोमवार को डॉक्टर समाचार मुंबई में जाता।"}
{"src": "Did He play a movie at home today?", "tgt": "क्या आज वह एक फ़िल्म घर पर खेला?"}
{"src": "Will The boy drink music yesterday?", "tgt": "क्या कल लड़का संगीत पीऊँगा?"}
{"src": "She will read rice in Mumbai.", "tgt": "वह चावल मुंबई में पढ़ूँगी।"}
{"src": "Will We play music every day?", "tgt": "क्या हर दिन हम संगीत खेलूँगा?"}
{"src": "He will play Hindi in the market today.", "tgt": "आज वह हिंदी बाज़ार में खेलूँगा।"}
{"src": "Will We read rice at school at night?", "tgt": "क्या रात में हम चावल स्कूल में पढ़ूँगा?"}
{"src": "Will The girl go a movie at home yesterday?", "tgt": "क्या कल लड़की एक फ़िल्म घर पर जाऊँगी?"}
{"src": "The student do not go the news yesterday.", "tgt": "कल छात्र समाचार नहीं जाता।"}
{"src": "He go at school.", "tgt": "वह स्कूल में जाता।"}
{"src": "Did I learn rice tomorrow?", "tgt": "क्या कल मैं चावल सीखा?"}
{"src": "I play a movie at home tomorrow.", "tgt": "कल मैं एक फ़िल्म घर पर खेलता।"}
{"src": "Do They read the train in Mumbai yesterday?", "tgt": "क्या कल वे ट्रेन मुंबई में पढ़ता?"}
{"src": "I drink the bus today.", "tgt": "आज मैं बस पीता।"}
{"src": "My friend will read music in Mumbai.", "tgt": "मेरा दोस्त संगीत मुंबई में पढ़ूँगा।"}
{"src": "The student did not read the bus in Delhi at night.", "tgt": "रात में छात्र बस दिल्ली में नहीं पढ़ा।"}
{"src": "The doctor do not watch rice at home in the morning.", "tgt": "सुबह डॉक्टर चावल घर पर नहीं देखता।"}
{"src": "He learned cricket in the market on Monday.", "tgt": "सोमवार को वह क्रिकेट बाज़ार में सीखा।"}
{"src": "The doctor will not eat cricket in the market every day.", "tgt": "हर दिन डॉक्टर क्रिकेट बाज़ार में नहीं खाऊँगा।"}
{"src": "He did not eat the bus at home in the morning.", "tgt": "सुबह वह बस घर पर नहीं खाया।"}
{"src": "Do She drink Hindi at home yesterday?", "tgt": "क्या कल वह हिंदी घर पर पीती हूँ?"}
{"src": "The teacher watched tea in Mumbai at night.", "tgt": "रात में अध्यापक चाय मुंबई में देखा।"}
{"src": "The boy will not play the bus in Mumbai yesterday.", "tgt": "कल लड़का बस मुंबई में नहीं खेलूँगा।"}
{"src": "The girl eat a movie in Delhi.", "tgt": "लड़की एक फ़िल्म दिल्ली में खाती हूँ।"}
{"src": "Will The boy read a movie in the park in the morning?", "tgt": "क्या सुबह लड़का एक फ़िल्म पार्क में पढ़ूँगा?"}
{"src": "Did She eat cricket at school yesterday?", "tgt": "क्या कल वह क्रिकेट स्कूल में खाई?"}
{"src": "My friend learned rice in Mumbai today.", "tgt": "आज मेरा दोस्त चावल मुंबई में सीखा।"}
{"src": "Will The teacher learn the bus in the park at night?", "tgt": "क्या रात में अध्यापक बस पार्क में सीखूँगा?"}
{"src": "She will not drink a movie in the park tomorrow.", "tgt": "कल वह एक फ़िल्म पार्क में नहीं पीऊँगी।"}
{"src": "The girl will not go tea at home every day.", "tgt": "हर दिन लड़की चाय घर पर नहीं जाऊँगी।"}
{"src": "He do not read the bus in Delhi yesterday.", "tgt": "कल वह बस दिल्ली में नहीं पढ़ता।"}
{"src": "The student drink tea in Delhi every day.", "tgt": "हर दिन छात्र चाय दिल्ली में पीता।"}
{"src": "Will The doctor drink the news in the market yesterday?", "tgt": "क्या कल डॉक्टर समाचार बाज़ार में पीऊँगा?"}
{"src": "The girl will go Hindi at home tomorrow.", "tgt": "कल लड़की हिंदी घर पर जाऊँगी।"}
{"src": "Did My friend read coffee in the market on Monday?", "tgt": "क्या सोमवार को मेरा दोस्त कॉफ़ी बाज़ार में पढ़ा?"}
{"src": "The boy did not learn rice in the market on Monday.", "tgt": "सोमवार को लड़का चावल बाज़ार में नहीं सीखा।"}
{"src": "My friend do not read tea in the market every day.", "tgt": "हर दिन मेरा दोस्त चाय बाज़ार में नहीं पढ़ता।"}
{"src": "The boy do not go at work in the morning.", "tgt": "सुबह लड़का काम पर नहीं जाता।"}
{"src": "The boy will not eat the news in Delhi on Monday.", "tgt": "सोमवार को लड़का समाचार दिल्ली में नहीं खाऊँगा।"}
{"src": "I will play Hindi at home tomorrow.", "tgt": "कल मैं हिंदी घर पर खेलूँगा।"}
{"src": "The girl went rice at school in the morning.", "tgt": "सुबह लड़की चावल स्कूल में गई।"}
{"src": "Will You learn the train at home on Monday?", "tgt": "क्या सोमवार को तुम ट्रेन घर पर सीखूँगा?"}
{"src": "You watched Hindi in the market every day.", "tgt": "हर दिन तुम हिंदी बाज़ार में देखा।"}
{"src": "The teacher learn the news at school at night.", "tgt": "रात में अध्यापक समाचार स्कूल में सीखता।"}
{"src": "The girl watched the bus in Delhi on Monday.", "tgt": "सोमवार को लड़की बस दिल्ली में देखी।"}
{"src": "Will The girl go books in the park yesterday?", "tgt": "क्या कल लड़की किताबें पार्क में जाऊँगी?"}
{"src": "We go coffee at home every day.", "tgt": "हर दिन हम कॉफ़ी घर पर जाता।"}
{"src": "Do They go the news at home every day?", "tgt": "क्या हर दिन वे समाचार घर पर जाता?"}
{"src": "The student will not play books in Delhi in the morning.", "tgt": "सुबह छात्र किताबें दिल्ली में नहीं खेलूँगा।"}
{"src": "Do The girl watch the train?", "tgt": "क्या लड़की ट्रेन देखती हूँ?"}
{"src": "Do He play the bus at home at night?", "tgt": "क्या रात में वह बस घर पर खेलता?"}
{"src": "Do You eat books at home at night?", "tgt": "क्या रात में तुम किताबें घर पर खाता?"}
{"src": "She eat a movie at work in the morning.", "tgt": "सुबह वह एक फ़िल्म काम पर खाती हूँ।"}
{"src": "Will My friend learn cricket at home on Monday?", "tgt": "क्या सोमवार को मेरा दोस्त क्रिकेट घर पर सीखूँगा?"}
{"src": "She played books in the park every day.", "tgt": "हर दिन वह किताबें पार्क में खेले।"}
{"src": "Will She drink tea in the market today?", "tgt": "क्या आज वह चाय बाज़ार में पीऊँगी?"}
{"src": "Will The student go a movie in Mumbai on Monday?", "tgt": "क्या सोमवार को छात्र एक फ़िल्म मुंबई में जाऊँगा?"}
{"src": "I watched coffee in the market on Monday.", "tgt": "सोमवार को मैं कॉफ़ी बाज़ार में देखा।"}
{"src": "Did You eat Hindi in the morning?", "tgt": "क्या सुबह तुम हिंदी खाया?"}
{"src": "I did not play the train in Mumbai on Monday.", "tgt": "सोमवार को मैं ट्रेन मुंबई में नहीं खेला।"}
{"src": "The boy eat tea in the park in the morning.", "tgt": "सुबह लड़का चाय पार्क में खाता।"}
{"src": "Will She go a movie at home every day?", "tgt": "क्या हर दिन वह एक फ़िल्म घर पर जाऊँगी?"}
{"src": "Will She play the bus in the park today?", "tgt": "क्या आज वह बस पार्क में खेलूँगी?"}
{"src": "Did The girl go at work at night?", "tgt": "क्या रात में लड़की काम पर गई?"}
{"src": "Do She drink a movie in the market?", "tgt": "क्या वह एक फ़िल्म बाज़ार में पीती हूँ?"}
{"src": "Will The girl read music at school at night?", "tgt": "क्या रात में लड़की संगीत स्कूल में पढ़ूँगी?"}
{"src": "She will eat English in Delhi every day.", "tgt": "हर दिन वह अंग्रेज़ी दिल्ली में खाऊँगी।"}
{"src": "The doctor drink rice yesterday.", "tgt": "कल डॉक्टर चावल पीता।"}
{"src": "My friend will not play the news in Delhi in the morning.", "tgt": "सुबह मेरा दोस्त समाचार दिल्ली में नहीं खेलूँगा।"}
{"src": "I do not read English in Delhi every day.", "tgt": "हर दिन मैं अंग्रेज़ी दिल्ली में नहीं पढ़ता।"}
{"src": "I will learn books at school.", "tgt": "मैं किताबें स्कूल में सीखूँगा।"}
{"src": "Do I watch the train in the market every day?", "tgt": "क्या हर दिन मैं ट्रेन बाज़ार में देखता?"}
{"src": "Do I read the news in the park every day?", "tgt": "क्या हर दिन मैं समाचार पार्क में पढ़ता?"}
{"src": "I do not play Hindi in Delhi on Monday.", "tgt": "सोमवार को मैं हिंदी दिल्ली में नहीं खेलता।"}
{"src": "I will not eat Hindi in Delhi in the morning.", "tgt": "सुबह मैं हिंदी दिल्ली में नहीं खाऊँगा।"}
{"src": "They drank books at work every day.", "tgt": "हर दिन वे किताबें काम पर पीया।"}
{"src": "The student drink coffee in Mumbai yesterday.", "tgt": "कल छात्र कॉफ़ी मुंबई में पीता।"}
{"src": "Do They watch coffee at home yesterday?", "tgt": "क्या कल वे कॉफ़ी घर पर देखता?"}
{"src": "I watch tea in the market every day.", "tgt": "हर दिन मैं चाय बाज़ार में देखता।"}
{"src": "You do not eat English at home tomorrow.", "tgt": "कल तुम अंग्रेज़ी घर पर नहीं खाता।"}
{"src": "Did She learn the bus at work tomorrow?", "tgt": "क्या कल वह बस काम पर सीखी?"}
{"src": "Do You watch tea in the morning?", "tgt": "क्या सुबह तुम चाय देखता?"}
{"src": "She do not eat music in Delhi in the morning.", "tgt": "सुबह वह संगीत दिल्ली में नहीं खाती हूँ।"}
{"src": "You learned Hindi in Delhi.", "tgt": "तुम हिंदी दिल्ली में सीखा।"}
{"src": "The girl will not go the bus at work on Monday.", "tgt": "सोमवार को लड़की बस काम पर नहीं जाऊँगी।"}
{"src": "They do not learn English at school yesterday.", "tgt": "कल वे अंग्रेज़ी स्कूल में नहीं सीखता।"}
{"src": "Did He go Hindi in Delhi tomorrow?", "tgt": "क्या कल वह हिंदी दिल्ली में गया?"}
{"src": "The doctor will eat Hindi at school.", "tgt": "डॉक्टर हिंदी स्कूल में खाऊँगा।"}
{"src": "They will not read the bus in Mumbai yesterday.", "tgt": "कल वे बस मुंबई में नहीं पढ़ूँगा।"}
{"src": "Do The teacher drink a movie at school every day?", "tgt": "क्या हर दिन अध्यापक एक फ़िल्म स्कूल में पीता?"}
{"src": "I read books in the market today.", "tgt": "आज मैं किताबें बाज़ार में पढ़ा।"}
{"src": "Will My friend drink Hindi at work?", "tgt": "क्या मेरा दोस्त हिंदी काम पर पीऊँगा?"}
{"src": "Did We play Hindi at school on Monday?", "tgt": "क्या सोमवार को हम हिंदी स्कूल में खेला?"}
{"src": "The girl will not eat the bus in the park at night.", "tgt": "रात में लड़की बस पार्क में नहीं खाऊँगी।"}
{"src": "You do not play the train in Delhi tomorrow.", "tgt": "कल तुम ट्रेन दिल्ली में नहीं खेलता।"}
{"src": "She do not learn the news at school every day.", "tgt": "हर दिन वह समाचार स्कूल में नहीं सीखती हूँ।"}
{"src": "The student do not drink Hindi at home today.", "tgt": "आज छात्र हिंदी घर पर नहीं पीता।"}
{"src": "Do He read books at school in the morning?", "tgt": "क्या सुबह वह किताबें स्कूल में पढ़ता?"}
{"src": "The student will not read a movie at work.", "tgt": "छात्र एक फ़िल्म काम पर नहीं पढ़ूँगा।"}
{"src": "The teacher will read the news at home on Monday.", "tgt": "सोमवार को अध्यापक समाचार घर पर पढ़ूँगा।"}
{"src": "Did My friend watch cricket in Delhi at night?", "tgt": "क्या रात में मेरा दोस्त क्रिकेट दिल्ली में देखा?"}
{"src": "Will The doctor read tea at home in the morning?", "tgt": "क्या सुबह डॉक्टर चाय घर पर पढ़ूँगा?"}
{"src": "The doctor did not drink English.", "tgt": "डॉक्टर अंग्रेज़ी नहीं पीया।"}
{"src": "You will eat the news in Mumbai at night.", "tgt": "रात में तुम समाचार मुंबई में खाऊँगा।"}
{"src": "The doctor read rice in the park today.", "tgt": "आज डॉक्टर चावल पार्क में पढ़ता।"}
{"src": "The teacher did not eat Hindi in the park today.", "tgt": "आज अध्यापक हिंदी पार्क में नहीं खाया।"}
{"src": "I did not watch music in Delhi.", "tgt": "मैं संगीत दिल्ली में नहीं देखा।"}
{"src": "She do not play the bus in the market today.", "tgt": "आज वह बस बाज़ार में नहीं खेलती हूँ।"}
{"src": "They will learn the bus in the market yesterday.", "tgt": "कल वे बस बाज़ार में सीखूँगा।"}
{"src": "I learned the train in the market.", "tgt": "मैं ट्रेन बाज़ार में सीखा।"}
{"src": "The doctor read music at home every day.", "tgt": "हर दिन डॉक्टर संगीत घर पर पढ़ता।"}
{"src": "The girl eat cricket in Mumbai today.", "tgt": "आज लड़की क्रिकेट मुंबई में खाती हूँ।"}
{"src": "The doctor will drink rice in Mumbai in the morning.", "tgt": "सुबह डॉक्टर चावल मुंबई में पीऊँगा।"}
{"src": "He do not drink coffee in the park tomorrow.", "tgt": "कल वह कॉफ़ी पार्क में नहीं पीता।"}
{"src": "I will watch rice at home tomorrow.", "tgt": "कल मैं चावल घर पर देखूँगा।"}
{"src": "You went the train in the market today.", "tgt": "आज तुम ट्रेन बाज़ार में गया।"}
{"src": "They will play rice in the market.", "tgt": "वे चावल बाज़ार में खेलूँगा।"}
{"src": "Do My friend read the train at home in the morning?", "tgt": "क्या सुबह मेरा दोस्त ट्रेन घर पर पढ़ता?"}
{"src": "The doctor will not go the news on Monday.", "tgt": "सोमवार को डॉक्टर समाचार नहीं जाऊँगा।"}
{"src": "The boy read coffee at work every day.", "tgt": "हर दिन लड़का कॉफ़ी काम पर पढ़ा।"}
{"src": "They learn a movie at home today.", "tgt": "आज वे एक फ़िल्म घर पर सीखता।"}
{"src": "The boy did not eat English in Mumbai tomorrow.", "tgt": "कल लड़का अंग्रेज़ी मुंबई में नहीं खाया।"}
{"src": "We eat rice.", "tgt": "हम चावल खाता।"}
{"src": "He will not read the news at school in the morning.", "tgt": "सुबह वह समाचार स्कूल में नहीं पढ़ूँगा।"}
{"src": "They drank a movie at home at night.", "tgt": "रात में वे एक फ़िल्म घर पर पीया।"}
{"src": "My friend do not eat tea at work.", "tgt": "मेरा दोस्त चाय काम पर नहीं खाता।"}
{"src": "We will go cricket in the park on Monday.", "tgt": "सोमवार को हम क्रिकेट पार्क में जाऊँगा।"}
{"src": "We will not watch rice.", "tgt": "हम चावल नहीं देखूँगा।"}
{"src": "My friend did not eat cricket at school in the morning.", "tgt": "सुबह मेरा दोस्त क्रिकेट स्कूल में नहीं खाया।"}
{"src": "Do The girl eat the news in Mumbai yesterday?", "tgt": "क्या कल लड़की समाचार मुंबई में खाती हूँ?"}
{"src": "She will not play music at home in the morning.", "tgt": "सुबह वह संगीत घर पर नहीं खेलूँगी।"}
{"src": "Do She read books in the park on Monday?", "tgt": "क्या सोमवार को वह किताबें पार्क में पढ़ती हूँ?"}
{"src": "You do not learn the news in the market in the morning.", "tgt": "सुबह तुम समाचार बाज़ार में नहीं सीखता।"}
{"src": "We ate the train in Mumbai at night.", "tgt": "रात में हम ट्रेन मुंबई में खाया।"}
{"src": "She will not read cricket in the market at night.", "tgt": "रात में वह क्रिकेट बाज़ार में नहीं पढ़ूँगी।"}
{"src": "Will The teacher learn tea at home?", "tgt": "क्या अध्यापक चाय घर पर सीखूँगा?"}
{"src": "I did not play Hindi at school in the morning.", "tgt": "सुबह मैं हिंदी स्कूल में नहीं खेला।"}
{"src": "Do The student go English in the market at night?", "tgt": "क्या रात में छात्र अंग्रेज़ी बाज़ार में जाता?"}
{"src": "Do You go a movie in Mumbai on Monday?", "tgt": "क्या सोमवार को तुम एक फ़िल्म मुंबई में जाता?"}
{"src": "Do My friend watch books at school every day?", "tgt": "क्या हर दिन मेरा दोस्त किताबें स्कूल में देखता?"}
{"src": "The boy ate tea in the park today.", "tgt": "आज लड़का चाय पार्क में खाया।"}
{"src": "We eat books in Delhi at night.", "tgt": "रात में हम किताबें दिल्ली में खाता।"}
{"src": "The doctor will not drink the train tomorrow.", "tgt": "कल डॉक्टर ट्रेन नहीं पीऊँगा।"}
{"src": "Did The student watch English at work tomorrow?", "tgt": "क्या कल छात्र अंग्रेज़ी काम पर देखा?"}
{"src": "Will You play music every day?", "tgt": "क्या हर दिन तुम संगीत खेलूँगा?"}
{"src": "The doctor will read music at school yesterday.", "tgt": "कल डॉक्टर संगीत स्कूल में पढ़ूँगा।"}
{"src": "Do The student watch coffee at work every day?", "tgt": "क्या हर दिन छात्र कॉफ़ी काम पर देखता?"}
{"src": "She will not read cricket at home tomorrow.", "tgt": "कल वह क्रिकेट घर पर नहीं पढ़ूँगी।"}
{"src": "The girl will drink Hindi in the market every day.", "tgt": "हर दिन लड़की हिंदी बाज़ार में पीऊँगी।"}
{"src": "The boy watched cricket at work today.", "tgt": "आज लड़का क्रिकेट काम पर देखा।"}
{"src": "Will They eat the bus in the market in the morning?", "tgt": "क्या सुबह वे बस बाज़ार में खाऊँगा?"}
{"src": "He learned the news in the market at night.", "tgt": "रात में वह समाचार बाज़ार में सीखा।"}
{"src": "We go tea yesterday.", "tgt": "कल हम चाय जाता।"}
{"src": "I watch English in the park on Monday.", "tgt": "सोमवार को मैं अंग्रेज़ी पार्क में देखता।"}
{"src": "The boy did not drink the bus at home yesterday.", "tgt": "कल लड़का बस घर पर नहीं पीया।"}
{"src": "The student will eat Hindi in the park tomorrow.", "tgt": "कल छात्र हिंदी पार्क में खाऊँगा।"}
{"src": "The boy do not eat coffee in Mumbai today.", "tgt": "आज लड़का कॉफ़ी मुंबई में नहीं खाता।"}
{"src": "We do not read cricket at home in the morning.", "tgt": "सुबह हम क्रिकेट घर पर नहीं पढ़ता।"}
{"src": "Will He drink books in Delhi every day?", "tgt": "क्या हर दिन वह किताबें दिल्ली में पीऊँगा?"}
{"src": "The doctor watched rice in Delhi every day.", "tgt": "हर दिन डॉक्टर चावल दिल्ली में देखा।"}
{"src": "Will My friend watch cricket in Delhi at night?", "tgt": "क्या रात में मेरा दोस्त क्रिकेट दिल्ली में देखूँगा?"}
{"src": "We did not watch cricket at home tomorrow.", "tgt": "कल हम क्रिकेट घर पर नहीं देखा।"}
{"src": "He read coffee at work yesterday.", "tgt": "कल वह कॉफ़ी काम पर पढ़ा।"}
{"src": "Did You learn books in the market today?", "tgt": "क्या आज तुम किताबें बाज़ार में सीखा?"}
{"src": "The teacher will not go Hindi at school tomorrow.", "tgt": "कल अध्यापक हिंदी स्कूल में नहीं जाऊँगा।"}
{"src": "Do You read the bus in the market in the morning?", "tgt": "क्या सुबह तुम बस बाज़ार में पढ़ता?"}
{"src": "Will We learn music at work on Monday?", "tgt": "क्या सोमवार को हम संगीत काम पर सीखूँगा?"}
{"src": "The girl did not watch rice in Delhi in the morning.", "tgt": "सुबह लड़की चावल दिल्ली में नहीं देखी।"}
{"src": "Do She drink a movie yesterday?", "tgt": "क्या कल वह एक फ़िल्म पीती हूँ?"}
{"src": "Will We go cricket at work yesterday?", "tgt": "क्या कल हम क्रिकेट काम पर जाऊँगा?"}
{"src": "Will She watch rice in Mumbai at night?", "tgt": "क्या रात में वह चावल मुंबई में देखूँगी?"}
{"src": "Will The girl play Hindi at school every day?", "tgt": "क्या हर दिन लड़की हिंदी स्कूल में खेलूँगी?"}
{"src": "She will read tea in Delhi yesterday.", "tgt": "कल वह चाय दिल्ली में पढ़ूँगी।"}
{"src": "Do The boy eat English in the market in the morning?", "tgt": "क्या सुबह लड़का अंग्रेज़ी बाज़ार में खाता?"}
{"src": "The boy will eat books in the park on Monday.", "tgt": "सोमवार को लड़का किताबें पार्क में खाऊँगा।"}
{"src": "The girl do not play rice today.", "tgt": "आज लड़की चावल नहीं खेलती हूँ।"}
{"src": "The boy will not read cricket.", "tgt": "लड़का क्रिकेट नहीं पढ़ूँगा।"}
{"src": "The student will eat coffee at school every day.", "tgt": "हर दिन छात्र कॉफ़ी स्कूल में खाऊँगा।"}
{"src": "Do The teacher learn tea on Monday?", "tgt": "क्या सोमवार को अध्यापक चाय सीखता?"}
{"src": "The boy do not learn books in Delhi tomorrow.", "tgt": "कल लड़का किताबें दिल्ली में नहीं सीखता।"}
{"src": "Did We eat music at home today?", "tgt": "क्या आज हम संगीत घर पर खाया?"}
{"src": "My friend did not drink rice in the market on Monday.", "tgt": "सोमवार को मेरा दोस्त चावल बाज़ार में नहीं पीया।"}
{"src": "The doctor watch a movie at school in the morning.", "tgt": "सुबह डॉक्टर एक फ़िल्म स्कूल में देखता।"}
{"src": "The doctor will not play the news at school at night.", "tgt": "रात में डॉक्टर समाचार स्कूल में नहीं खेलूँगा।"}
{"src": "Did The boy eat rice yesterday?", "tgt": "क्या कल लड़का चावल खाया?"}
{"src": "She did not eat coffee at work.", "tgt": "वह कॉफ़ी काम पर नहीं खाई।"}
{"src": "You will go the train in Mumbai yesterday.", "tgt": "कल तुम ट्रेन मुंबई में जाऊँगा।"}
{"src": "Do We drink tea at work yesterday?", "tgt": "क्या कल हम चाय काम पर पीता?"}
{"src": "I will read books at home on Monday.", "tgt": "सोमवार को मैं किताबें घर पर पढ़ूँगा।"}
{"src": "The girl watch a movie at home in the morning.", "tgt": "सुबह लड़की एक फ़िल्म घर पर देखती हूँ।"}
{"src": "She will read cricket tomorrow.", "tgt": "कल वह क्रिकेट पढ़ूँगी।"}
{"src": "The student will play cricket in Delhi on Monday.", "tgt": "सोमवार को छात्र क्रिकेट दिल्ली में खेलूँगा।"}
{"src": "She will not read coffee yesterday.", "tgt": "कल वह कॉफ़ी नहीं पढ़ूँगी।"}
{"src": "Do The doctor read music yesterday?", "tgt": "क्या कल डॉक्टर संगीत पढ़ता?"}
{"src": "We will not play Hindi in Delhi every day.", "tgt": "हर दिन हम हिंदी दिल्ली में नहीं खेलूँगा।"}
{"src": "The student did not eat a movie at school in the morning.", "tgt": "सुबह छात्र एक फ़िल्म स्कूल में नहीं खाया।"}
{"src": "Do She learn the news at home?", "tgt": "क्या वह समाचार घर पर सीखती हूँ?"}
{"src": "The boy do not drink rice at work on Monday.", "tgt": "सोमवार को लड़का चावल काम पर नहीं पीता।"}
{"src": "We played Hindi in Delhi on Monday.", "tgt": "सोमवार को हम हिंदी दिल्ली में खेला।"}
{"src": "Do You drink the news at home yesterday?", "tgt": "क्या कल तुम समाचार घर पर पीता?"}
{"src": "Did The doctor go the news in Mumbai tomorrow?", "tgt": "क्या कल डॉक्टर समाचार मुंबई में गया?"}
{"src": "Do I read Hindi at work today?", "tgt": "क्या आज मैं हिंदी काम पर पढ़ता?"}
{"src": "I will go books in the market every day.", "tgt": "हर दिन मैं किताबें बाज़ार में जाऊँगा।"}
{"src": "She will go Hindi in the market today.", "tgt": "आज वह हिंदी बाज़ार में जाऊँगी।"}
{"src": "You will not watch rice in Mumbai tomorrow.", "tgt": "कल तुम चावल मुंबई में नहीं देखूँगा।"}
{"src": "Will The student go in Mumbai on Monday?", "tgt": "क्या सोमवार को छात्र मुंबई में जाऊँगा?"}
{"src": "He do not watch the news in Delhi yesterday.", "tgt": "कल वह समाचार दिल्ली में नहीं देखता।"}
{"src": "Did The boy eat the news in the park tomorrow?", "tgt": "क्या कल लड़का समाचार पार्क में खाया?"}
{"src": "She will learn the bus at home in the morning.", "tgt": "सुबह वह बस घर पर सीखूँगी।"}
{"src": "The teacher will not watch books at school at night.", "tgt": "रात में अध्यापक किताबें स्कूल में नहीं देखूँगा।"}
{"src": "Do She go cricket in Delhi?", "tgt": "क्या वह क्रिकेट दिल्ली में जाती हूँ?"}
{"src": "I learn music at work on Monday.", "tgt": "सोमवार को मैं संगीत काम पर सीखता।"}
{"src": "Will You go rice in the park on Monday?", "tgt": "क्या सोमवार को तुम चावल पार्क में जाऊँगा?"}
{"src": "You did not eat books at home today.", "tgt": "आज तुम किताबें घर पर नहीं खाया।"}
{"src": "Did You read tea in Delhi at night?", "tgt": "क्या रात में तुम चाय दिल्ली में पढ़ा?"}
{"src": "They do not watch coffee in Delhi on Monday.", "tgt": "सोमवार को वे कॉफ़ी दिल्ली में नहीं देखता।"}
{"src": "Do The doctor learn the train at work tomorrow?", "tgt": "क्या कल डॉक्टर ट्रेन काम पर सीखता?"}
{"src": "They drink coffee at school on Monday.", "tgt": "सोमवार को वे कॉफ़ी स्कूल में पीता।"}
{"src": "The student read the bus in the park.", "tgt": "छात्र बस पार्क में पढ़ा।"}
{"src": "The boy learn the news in the park on Monday.", "tgt": "सोमवार को लड़का समाचार पार्क में सीखता।"}
{"src": "My friend do not drink books in the market.", "tgt": "मेरा दोस्त किताबें बाज़ार में नहीं पीता।"}
{"src": "I do not learn the news at home in the morning.", "tgt": "सुबह मैं समाचार घर पर नहीं सीखता।"}
{"src": "We will read the train in the park.", "tgt": "हम ट्रेन पार्क में पढ़ूँगा।"}
{"src": "Do I play cricket today?", "tgt": "क्या आज मैं क्रिकेट खेलता?"}
{"src": "The girl will watch Hindi today.", "tgt": "आज लड़की हिंदी देखूँगी।"}
{"src": "Do The doctor drink books in the market?", "tgt": "क्या डॉक्टर किताबें बाज़ार में पीता?"}
{"src": "The boy learned music at work yesterday.", "tgt": "कल लड़का संगीत काम पर सीखा।"}
{"src": "They went books at school.", "tgt": "वे किताबें स्कूल में गया।"}
{"src": "The student will play a movie tomorrow.", "tgt": "कल छात्र एक फ़िल्म खेलूँगा।"}
{"src": "My friend will watch English in Delhi.", "tgt": "मेरा दोस्त अंग्रेज़ी दिल्ली में देखूँगा।"}
{"src": "She ate coffee in Mumbai yesterday.", "tgt": "कल वह कॉफ़ी मुंबई में खाई।"}
{"src": "Did The boy read a movie in Mumbai on Monday?", "tgt": "क्या सोमवार को लड़का एक फ़िल्म मुंबई में पढ़ा?"}
{"src": "They go the news in Delhi.", "tgt": "वे समाचार दिल्ली में जाता।"}
{"src": "The teacher will not read Hindi in Mumbai on Monday.", "tgt": "सोमवार को अध्यापक हिंदी मुंबई में नहीं पढ़ूँगा।"}
{"src": "He played a movie in the park at night.", "tgt": "रात में वह एक फ़िल्म पार्क में खेला।"}
{"src": "Did The boy read a movie at home on Monday?", "tgt": "क्या सोमवार को लड़का एक फ़िल्म घर पर पढ़ा?"}
{"src": "Do We drink the bus every day?", "tgt": "क्या हर दिन हम बस पीता?"}
{"src": "They read cricket in the market on Monday.", "tgt": "सोमवार को वे क्रिकेट बाज़ार में पढ़ा।"}
{"src": "The teacher will read the news at work on Monday.", "tgt": "सोमवार को अध्यापक समाचार काम पर पढ़ूँगा।"}
{"src": "Did She go the news in the park tomorrow?", "tgt": "क्या कल वह समाचार पार्क में गई?"}
{"src": "The teacher did not play cricket in Mumbai every day.", "tgt": "हर दिन अध्यापक क्रिकेट मुंबई में नहीं खेला।"}
{"src": "They will drink rice in Delhi on Monday.", "tgt": "सोमवार को वे चावल दिल्ली में पीऊँगा।"}
{"src": "They will not go in the market today.", "tgt": "आज वे बाज़ार में नहीं जाऊँगा।"}
{"src": "Do The boy learn the bus at home every day?", "tgt": "क्या हर दिन लड़का बस घर पर सीखता?"}
{"src": "Will The teacher read music in Delhi every day?", "tgt": "क्या हर दिन अध्यापक संगीत दिल्ली में पढ़ूँगा?"}
{"src": "Will The teacher learn English at home at night?", "tgt": "क्या रात में अध्यापक अंग्रेज़ी घर पर सीखूँगा?"}
{"src": "Will She watch Hindi in the park yesterday?", "tgt": "क्या कल वह हिंदी पार्क में देखूँगी?"}
{"src": "You did not eat a movie at home in the morning.", "tgt": "सुबह तुम एक फ़िल्म घर पर नहीं खाया।"}
{"src": "Will They read English at work yesterday?", "tgt": "क्या कल वे अंग्रेज़ी काम पर पढ़ूँगा?"}
{"src": "We did not watch music at work on Monday.", "tgt": "सोमवार को हम संगीत काम पर नहीं देखा।"}
{"src": "Do They read a movie in Delhi in the morning?", "tgt": "क्या सुबह वे एक फ़िल्म दिल्ली में पढ़ता?"}
{"src": "You played coffee in the park every day.", "tgt": "हर दिन तुम कॉफ़ी पार्क में खेला।"}
{"src": "The girl eat the bus in the market at night.", "tgt": "रात में लड़की बस बाज़ार में खाती हूँ।"}
{"src": "Did We play Hindi at home every day?", "tgt": "क्या हर दिन हम हिंदी घर पर खेला?"}
{"src": "Do The student play cricket in the park at night?", "tgt": "क्या रात में छात्र क्रिकेट पार्क में खेलता?"}
{"src": "She will not drink the bus at school tomorrow.", "tgt": "कल वह बस स्कूल में नहीं पीऊँगी।"}
{"src": "The girl drink books at work today.", "tgt": "आज लड़की किताबें काम पर पीती हूँ।"}
{"src": "Do My friend drink the train in Mumbai?", "tgt": "क्या मेरा दोस्त ट्रेन मुंबई में पीता?"}
{"src": "They will watch the news at school yesterday.", "tgt": "कल वे समाचार स्कूल में देखूँगा।"}
{"src": "Do The student eat coffee at work on Monday?", "tgt": "क्या सोमवार को छात्र कॉफ़ी काम पर खाता?"}
{"src": "We did not go tea.", "tgt": "हम चाय नहीं गया।"}
{"src": "I read English at home every day.", "tgt": "हर दिन मैं अंग्रेज़ी घर पर पढ़ा।"}
{"src": "The student will go the train in the market every day.", "tgt": "हर दिन छात्र ट्रेन बाज़ार में जाऊँगा।"}
{"src": "The boy will watch Hindi at home today.", "tgt": "आज लड़का हिंदी घर पर देखूँगा।"}
{"src": "Will The teacher drink the train at school in the morning?", "tgt": "क्या सुबह अध्यापक ट्रेन स्कूल में पीऊँगा?"}
{"src": "The doctor watch books in Mumbai every day.", "tgt": "हर दिन डॉक्टर किताबें मुंबई में देखता।"}
{"src": "You eat rice at school yesterday.", "tgt": "कल तुम चावल स्कूल में खाता।"}
{"src": "We did not eat cricket at home today.", "tgt": "आज हम क्रिकेट घर पर नहीं खाया।"}
{"src": "You did not eat music in the park in the morning.", "tgt": "सुबह तुम संगीत पार्क में नहीं खाया।"}
{"src": "He did not watch rice today.", "tgt": "आज वह चावल नहीं देखा।"}
{"src": "You do not watch a movie in the park in the morning.", "tgt": "सुबह तुम एक फ़िल्म पार्क में नहीं देखता।"}
{"src": "The student do not drink music in Mumbai on Monday.", "tgt": "सोमवार को छात्र संगीत मुंबई में नहीं पीता।"}
{"src": "The boy learned rice at school every day.", "tgt": "हर दिन लड़का चावल स्कूल में सीखा।"}
{"src": "She did not drink cricket at home every day.", "tgt": "हर दिन वह क्रिकेट घर पर नहीं पी।"}
{"src": "I will learn the train yesterday.", "tgt": "कल मैं ट्रेन सीखूँगा।"}
{"src": "The student will watch cricket at school tomorrow.", "tgt": "कल छात्र क्रिकेट स्कूल में देखूँगा।"}
{"src": "Did We eat rice at work today?", "tgt": "क्या आज हम चावल काम पर खाया?"}
{"src": "Will The boy read the train in the park at night?", "tgt": "क्या रात में लड़का ट्रेन पार्क में पढ़ूँगा?"}
{"src": "Will They eat coffee in Delhi at night?", "tgt": "क्या रात में वे कॉफ़ी दिल्ली में खाऊँगा?"}
{"src": "Did The student read the bus at school today?", "tgt": "क्या आज छात्र बस स्कूल में पढ़ा?"}
{"src": "The teacher do not drink the bus in Mumbai every day.", "tgt": "हर दिन अध्यापक बस मुंबई में नहीं पीता।"}
{"src": "Will I eat the bus in Mumbai every day?", "tgt": "क्या हर दिन मैं बस मुंबई में खाऊँगा?"}
{"src": "I read coffee today.", "tgt": "आज मैं कॉफ़ी पढ़ा।"}
{"src": "Did My friend play Hindi in the market today?", "tgt": "क्या आज मेरा दोस्त हिंदी बाज़ार में खेला?"}
{"src": "The boy read books in Delhi every day.", "tgt": "हर दिन लड़का किताबें दिल्ली में पढ़ा।"}
{"src": "Did She watch rice in the park at night?", "tgt": "क्या रात में वह चावल पार्क में देखी?"}
{"src": "You will not watch a movie in Mumbai.", "tgt": "तुम एक फ़िल्म मुंबई में नहीं देखूँगा।"}
{"src": "You go music at work.", "tgt": "तुम संगीत काम पर जाता।"}
{"src": "Do The student watch tea tomorrow?", "tgt": "क्या कल छात्र चाय देखता?"}
{"src": "The teacher do not read coffee at school at night.", "tgt": "रात में अध्यापक कॉफ़ी स्कूल में नहीं पढ़ता।"}
{"src": "Do I watch the news at work today?", "tgt": "क्या आज मैं समाचार काम पर देखता?"}
{"src": "Did The boy drink coffee in Mumbai on Monday?", "tgt": "क्या सोमवार को लड़का कॉफ़ी मुंबई में पीया?"}
{"src": "Do He watch a movie at work today?", "tgt": "क्या आज वह एक फ़िल्म काम पर देखता?"}
{"src": "He will eat books in the morning.", "tgt": "सुबह वह किताबें खाऊँगा।"}
{"src": "The girl will learn music at home yesterday.", "tgt": "कल लड़की संगीत घर पर सीखूँगी।"}
{"src": "My friend did not watch a movie in the park tomorrow.", "tgt": "कल मेरा दोस्त एक फ़िल्म पार्क में नहीं देखा।"}
{"src": "The boy learned music at school tomorrow.", "tgt": "कल लड़का संगीत स्कूल में सीखा।"}
{"src": "The student did not drink cricket in the park at night.", "tgt": "रात में छात्र क्रिकेट पार्क में नहीं पीया।"}
{"src": "Will I read coffee in Delhi in the morning?", "tgt": "क्या सुबह मैं कॉफ़ी दिल्ली में पढ़ूँगा?"}
{"src": "My friend will not eat music in Delhi at night.", "tgt": "रात में मेरा दोस्त संगीत दिल्ली में नहीं खाऊँगा।"}
{"src": "Do They drink a movie at home tomorrow?", "tgt": "क्या कल वे एक फ़िल्म घर पर पीता?"}
{"src": "Do The girl watch the train in Delhi in the morning?", "tgt": "क्या सुबह लड़की ट्रेन दिल्ली में देखती हूँ?"}
{"src": "The boy did not eat Hindi at work today.", "tgt": "आज लड़का हिंदी काम पर नहीं खाया।"}
{"src": "Did I read coffee in the market tomorrow?", "tgt": "क्या कल मैं कॉफ़ी बाज़ार में पढ़ा?"}
{"src": "They drink the bus in the market every day.", "tgt": "हर दिन वे बस बाज़ार में पीता।"}
{"src": "Do My friend go tea in Mumbai in the morning?", "tgt": "क्या सुबह मेरा दोस्त चाय मुंबई में जाता?"}
{"src": "We will not drink tea at work every day.", "tgt": "हर दिन हम चाय काम पर नहीं पीऊँगा।"}
{"src": "Did We eat English at school every day?", "tgt": "क्या हर दिन हम अंग्रेज़ी स्कूल में खाया?"}
{"src": "I will play a movie in the park at night.", "tgt": "रात में मैं एक फ़िल्म पार्क में खेलूँगा।"}
{"src": "He will not go English every day.", "tgt": "हर दिन वह अंग्रेज़ी नहीं जाऊँगा।"}
{"src": "She ate the train in the park at night.", "tgt": "रात में वह ट्रेन पार्क में खाई।"}
{"src": "Do I drink coffee in Mumbai in the morning?", "tgt": "क्या सुबह मैं कॉफ़ी मुंबई में पीता?"}
{"src": "The girl drank tea at school today.", "tgt": "आज लड़की चाय स्कूल में पी।"}
{"src": "They do not play the news in Mumbai on Monday.", "tgt": "सोमवार को वे समाचार मुंबई में नहीं खेलता।"}
{"src": "The doctor did not eat tea at home yesterday.", "tgt": "कल डॉक्टर चाय घर पर नहीं खाया।"}
{"src": "He will learn the train at home yesterday.", "tgt": "कल वह ट्रेन घर पर सीखूँगा।"}
{"src": "The girl will eat the bus at work on Monday.", "tgt": "सोमवार को लड़की बस काम पर खाऊँगी।"}
{"src": "The student go at home on Monday.", "tgt": "सोमवार को छात्र घर पर जाता।"}
{"src": "He will read rice at home.", "tgt": "वह चावल घर पर पढ़ूँगा।"}
{"src": "Did He drink music on Monday?", "tgt": "क्या सोमवार को वह संगीत पीया?"}
{"src": "Did We learn tea in Delhi at night?", "tgt": "क्या रात में हम चाय दिल्ली में सीखा?"}
{"src": "You will read coffee in the market on Monday.", "tgt": "सोमवार को तुम कॉफ़ी बाज़ार में पढ़ूँगा।"}
{"src": "He did not watch tea at work tomorrow.", "tgt": "कल वह चाय काम पर नहीं देखा।"}
{"src": "The boy watch music in Delhi today.", "tgt": "आज लड़का संगीत दिल्ली में देखता।"}
{"src": "You did not read tea at home in the morning.", "tgt": "सुबह तुम चाय घर पर नहीं पढ़ा।"}
{"src": "Will The girl eat music in the market yesterday?", "tgt": "क्या कल लड़की संगीत बाज़ार में खाऊँगी?"}
{"src": "The doctor learned Hindi today.", "tgt": "आज डॉक्टर हिंदी सीखा।"}
{"src": "He do not read coffee at home every day.", "tgt": "हर दिन वह कॉफ़ी घर पर नहीं पढ़ता।"}
{"src": "Will He eat coffee in Delhi yesterday?", "tgt": "क्या कल वह कॉफ़ी दिल्ली में खाऊँगा?"}
{"src": "The doctor do not play coffee at school today.", "tgt": "आज डॉक्टर कॉफ़ी स्कूल में नहीं खेलता।"}
{"src": "You did not drink coffee in the park in the morning.", "tgt": "सुबह तुम कॉफ़ी पार्क में नहीं पीया।"}
{"src": "We will play the train in Mumbai tomorrow.", "tgt": "कल हम ट्रेन मुंबई में खेलूँगा।"}
{"src": "Did They learn cricket at work every day?", "tgt": "क्या हर दिन वे क्रिकेट काम पर सीखा?"}
{"src": "Will We eat books in the park every day?", "tgt": "क्या हर दिन हम किताबें पार्क में खाऊँगा?"}
{"src": "Did The boy drink the bus in Delhi in the morning?", "tgt": "क्या सुबह लड़का बस दिल्ली में पीया?"}
{"src": "Will We watch coffee in the park at night?", "tgt": "क्या रात में हम कॉफ़ी पार्क में देखूँगा?"}
{"src": "Did The girl play music tomorrow?", "tgt": "क्या कल लड़की संगीत खेले?"}
{"src": "Will We learn cricket at work today?", "tgt": "क्या आज हम क्रिकेट काम पर सीखूँगा?"}
{"src": "The girl go the train in the market in the morning.", "tgt": "सुबह लड़की ट्रेन बाज़ार में जाती हूँ।"}
{"src": "The teacher will not eat rice at work tomorrow.", "tgt": "कल अध्यापक चावल काम पर नहीं खाऊँगा।"}
{"src": "The doctor will go in Mumbai at night.", "tgt": "रात में डॉक्टर मुंबई में जाऊँगा।"}
{"src": "Did My friend learn cricket at home tomorrow?", "tgt": "क्या कल मेरा दोस्त क्रिकेट घर पर सीखा?"}
{"src": "They played a movie in the market tomorrow.", "tgt": "कल वे एक फ़िल्म बाज़ार में खेला।"}
{"src": "He read rice in Delhi today.", "tgt": "आज वह चावल दिल्ली में पढ़ा।"}
{"src": "The girl do not drink music in the park today.", "tgt": "आज लड़की संगीत पार्क में नहीं पीती हूँ।"}
{"src": "They ate the bus in the market today.", "tgt": "आज वे बस बाज़ार में खाया।"}
{"src": "You do not play tea in the market in the morning.", "tgt": "सुबह तुम चाय बाज़ार में नहीं खेलता।"}
{"src": "The doctor did not watch English at work.", "tgt": "डॉक्टर अंग्रेज़ी काम पर नहीं देखा।"}
{"src": "Will He watch rice at school tomorrow?", "tgt": "क्या कल वह चावल स्कूल में देखूँगा?"}
{"src": "Will The teacher eat coffee at work in the morning?", "tgt": "क्या सुबह अध्यापक कॉफ़ी काम पर खाऊँगा?"}
{"src": "The student drank books in Delhi on Monday.", "tgt": "सोमवार को छात्र किताबें दिल्ली में पीया।"}
{"src": "The girl play coffee in the market in the morning.", "tgt": "सुबह लड़की कॉफ़ी बाज़ार में खेलती हूँ।"}
{"src": "We do not eat rice in the park on Monday.", "tgt": "सोमवार को हम चावल पार्क में नहीं खाता।"}
{"src": "The teacher did not play the bus at school in the morning.", "tgt": "सुबह अध्यापक बस स्कूल में नहीं खेला।"}
{"src": "They did not play a movie in the market in the morning.", "tgt": "सुबह वे एक फ़िल्म बाज़ार में नहीं खेला।"}
{"src": "The girl will learn a movie in Delhi.", "tgt": "लड़की एक फ़िल्म दिल्ली में सीखूँगी।"}
{"src": "They did not drink a movie in Delhi.", "tgt": "वे एक फ़िल्म दिल्ली में नहीं पीया।"}
{"src": "We will not learn coffee at work today.", "tgt": "आज हम कॉफ़ी काम पर नहीं सीखूँगा।"}
{"src": "The boy will not learn Hindi on Monday.", "tgt": "सोमवार को लड़का हिंदी नहीं सीखूँगा।"}
{"src": "They will play tea tomorrow.", "tgt": "कल वे चाय खेलूँगा।"}
{"src": "My friend did not drink coffee in Mumbai today.", "tgt": "आज मेरा दोस्त कॉफ़ी मुंबई में नहीं पीया।"}
{"src": "Did The girl read Hindi at work every day?", "tgt": "क्या हर दिन लड़की हिंदी काम पर पढ़ी?"}
{"src": "She will not watch the train at school on Monday.", "tgt": "सोमवार को वह ट्रेन स्कूल में नहीं देखूँगी।"}
{"src": "My friend went the news at school at night.", "tgt": "रात में मेरा दोस्त समाचार स्कूल में गया।"}
{"src": "Did The student watch the train at home yesterday?", "tgt": "क्या कल छात्र ट्रेन घर पर देखा?"}
{"src": "You learned tea at home in the morning.", "tgt": "सुबह तुम चाय घर पर सीखा।"}
{"src": "She watch a movie every day.", "tgt": "हर दिन वह एक फ़िल्म देखती हूँ।"}
{"src": "Will You learn rice at home in the morning?", "tgt": "क्या सुबह तुम चावल घर पर सीखूँगा?"}
{"src": "The boy play a movie in the market in the morning.", "tgt": "सुबह लड़का एक फ़िल्म बाज़ार में खेलता।"}
{"src": "The doctor drink the bus at work tomorrow.", "tgt": "कल डॉक्टर बस काम पर पीता।"}
{"src": "We do not learn coffee in the market on Monday.", "tgt": "सोमवार को हम कॉफ़ी बाज़ार में नहीं सीखता।"}
{"src": "The student eat the news in the park in the morning.", "tgt": "सुबह छात्र समाचार पार्क में खाता।"}
{"src": "Did They read rice in Delhi in the morning?", "tgt": "क्या सुबह वे चावल दिल्ली में पढ़ा?"}
{"src": "Did They watch a movie at work on Monday?", "tgt": "क्या सोमवार को वे एक फ़िल्म काम पर देखा?"}
{"src": "She read English in Delhi every day.", "tgt": "हर दिन वह अंग्रेज़ी दिल्ली में पढ़ी।"}
{"src": "Did She go the bus at work?", "tgt": "क्या वह बस काम पर गई?"}
{"src": "The girl eat the train at home every day.", "tgt": "हर दिन लड़की ट्रेन घर पर खाती हूँ।"}
{"src": "The doctor read Hindi at work every day.", "tgt": "हर दिन डॉक्टर हिंदी काम पर पढ़ा।"}
{"src": "Will The girl play a movie at home at night?", "tgt": "क्या रात में लड़की एक फ़िल्म घर पर खेलूँगी?"}
{"src": "You did not learn rice in the park tomorrow.", "tgt": "कल तुम चावल पार्क में नहीं सीखा।"}
{"src": "She will not read books in Delhi.", "tgt": "वह किताबें दिल्ली में नहीं पढ़ूँगी।"}
{"src": "Will She drink rice at night?", "tgt": "क्या रात में वह चावल पीऊँगी?"}
{"src": "The girl do not read tea at work today.", "tgt": "आज लड़की चाय काम पर नहीं पढ़ती हूँ।"}
{"src": "The student did not eat the news at work on Monday.", "tgt": "सोमवार को छात्र समाचार काम पर नहीं खाया।"}
{"src": "My friend do not go English in the market tomorrow.", "tgt": "कल मेरा दोस्त अंग्रेज़ी बाज़ार में नहीं जाता।"}
{"src": "Will The doctor learn cricket at work tomorrow?", "tgt": "क्या कल डॉक्टर क्रिकेट काम पर सीखूँगा?"}
{"src": "Do They learn cricket at school tomorrow?", "tgt": "क्या कल वे क्रिकेट स्कूल में सीखता?"}
{"src": "Will The doctor play English at work every day?", "tgt": "क्या हर दिन डॉक्टर अंग्रेज़ी काम पर खेलूँगा?"}
{"src": "The student eat music in the market at night.", "tgt": "रात में छात्र संगीत बाज़ार में खाता।"}
{"src": "I do not play English at home on Monday.", "tgt": "सोमवार को मैं अंग्रेज़ी घर पर नहीं खेलता।"}
{"src": "We drink Hindi in the park yesterday.", "tgt": "कल हम हिंदी पार्क में पीता।"}
{"src": "The teacher watched books.", "tgt": "अध्यापक किताबें देखा।"}
{"src": "Do The teacher learn the news at home every day?", "tgt": "क्या हर दिन अध्यापक समाचार घर पर सीखता?"}
{"src": "Will The girl play cricket at work today?", "tgt": "क्या आज लड़की क्रिकेट काम पर खेलूँगी?"}
{"src": "The doctor watch English at home tomorrow.", "tgt": "कल डॉक्टर अंग्रेज़ी घर पर देखता।"}
{"src": "The teacher do not learn rice in Delhi today.", "tgt": "आज अध्यापक चावल दिल्ली में नहीं सीखता।"}
{"src": "We do not drink the bus at school tomorrow.", "tgt": "कल हम बस स्कूल में नहीं पीता।"}
{"src": "The boy will not watch Hindi at home every day.", "tgt": "हर दिन लड़का हिंदी घर पर नहीं देखूँगा।"}
{"src": "The student will read the bus in the market on Monday.", "tgt": "सोमवार को छात्र बस बाज़ार में पढ़ूँगा।"}
{"src": "Do The boy drink rice in Mumbai tomorrow?", "tgt": "क्या कल लड़का चावल मुंबई में पीता?"}
{"src": "Do The student go the train at home in the morning?", "tgt": "क्या सुबह छात्र ट्रेन घर पर जाता?"}
{"src": "The girl do not learn music at work every day.", "tgt": "हर दिन लड़की संगीत काम पर नहीं सीखती हूँ।"}
{"src": "The girl do not play rice at home at night.", "tgt": "रात में लड़की चावल घर पर नहीं खेलती हूँ।"}
{"src": "The student play music at work yesterday.", "tgt": "कल छात्र संगीत काम पर खेलता।"}
{"src": "I do not play a movie yesterday.", "tgt": "कल मैं एक फ़िल्म नहीं खेलता।"}
{"src": "Will The student go English at home?", "tgt": "क्या छात्र अंग्रेज़ी घर पर जाऊँगा?"}
{"src": "Will They read a movie in Mumbai every day?", "tgt": "क्या हर दिन वे एक फ़िल्म मुंबई में पढ़ूँगा?"}
{"src": "I do not learn the news in the park.", "tgt": "मैं समाचार पार्क में नहीं सीखता।"}
{"src": "My friend do not play music at school today.", "tgt": "आज मेरा दोस्त संगीत स्कूल में नहीं खेलता।"}
{"src": "Will The doctor eat coffee at home tomorrow?", "tgt": "क्या कल डॉक्टर कॉफ़ी घर पर खाऊँगा?"}
{"src": "The teacher will not learn English in the park in the morning.", "tgt": "सुबह अध्यापक अंग्रेज़ी पार्क में नहीं सीखूँगा।"}
{"src": "You do not watch the news at home at night.", "tgt": "रात में तुम समाचार घर पर नहीं देखता।"}
{"src": "Will He learn books in the park at night?", "tgt": "क्या रात में वह किताबें पार्क में सीखूँगा?"}
{"src": "They ate cricket today.", "tgt": "आज वे क्रिकेट खाया।"}
{"src": "The student learned books at work at night.", "tgt": "रात में छात्र किताबें काम पर सीखा।"}
{"src": "The teacher eat the news in the park every day.", "tgt": "हर दिन अध्यापक समाचार पार्क में खाता।"}
{"src": "The girl will not go books at school today.", "tgt": "आज लड़की किताबें स्कूल में नहीं जाऊँगी।"}
{"src": "The boy will read the news in Mumbai at night.", "tgt": "रात में लड़का समाचार मुंबई में पढ़ूँगा।"}
{"src": "I watched music in Mumbai at night.", "tgt": "रात में मैं संगीत मुंबई में देखा।"}
{"src": "The doctor do not drink tea at work tomorrow.", "tgt": "कल डॉक्टर चाय काम पर नहीं पीता।"}
{"src": "The doctor watched the bus at school today.", "tgt": "आज डॉक्टर बस स्कूल में देखा।"}
{"src": "We eat coffee every day.", "tgt": "हर दिन हम कॉफ़ी खाता।"}
{"src": "The doctor did not drink Hindi at work yesterday.", "tgt": "कल डॉक्टर हिंदी काम पर नहीं पीया।"}
{"src": "The boy watch a movie in the park.", "tgt": "लड़का एक फ़िल्म पार्क में देखता।"}
{"src": "You do not watch a movie at work yesterday.", "tgt": "कल तुम एक फ़िल्म काम पर नहीं देखता।"}
{"src": "Will I eat rice in Delhi?", "tgt": "क्या मैं चावल दिल्ली में खाऊँगा?"}
{"src": "Will We watch the train in Mumbai yesterday?", "tgt": "क्या कल हम ट्रेन मुंबई में देखूँगा?"}
{"src": "Did The teacher play rice in the park tomorrow?", "tgt": "क्या कल अध्यापक चावल पार्क में खेला?"}
{"src": "The student do not learn books at school yesterday.", "tgt": "कल छात्र किताबें स्कूल में नहीं सीखता।"}
{"src": "I did not go coffee at work today.", "tgt": "आज मैं कॉफ़ी काम पर नहीं गया।"}
{"src": "Do The girl eat the bus in the park in the morning?", "tgt": "क्या सुबह लड़की बस पार्क में खाती हूँ?"}
{"src": "You drink music at home on Monday.", "tgt": "सोमवार को तुम संगीत घर पर पीता।"}
{"src": "We will not read music in the morning.", "tgt": "सुबह हम संगीत नहीं पढ़ूँगा।"}
{"src": "You will not drink tea in Mumbai on Monday.", "tgt": "सोमवार को तुम चाय मुंबई में नहीं पीऊँगा।"}
{"src": "Will The girl learn Hindi in the park every day?", "tgt": "क्या हर दिन लड़की हिंदी पार्क में सीखूँगी?"}
{"src": "You will not watch the bus at work tomorrow.", "tgt": "कल तुम बस काम पर नहीं देखूँगा।"}
{"src": "My friend will not eat coffee in Delhi tomorrow.", "tgt": "कल मेरा दोस्त कॉफ़ी दिल्ली में नहीं खाऊँगा।"}
{"src": "My friend do not watch cricket in the park on Monday.", "tgt": "सोमवार को मेरा दोस्त क्रिकेट पार्क में नहीं देखता।"}
{"src": "Did The doctor go the train in the market on Monday?", "tgt": "क्या सोमवार को डॉक्टर ट्रेन बाज़ार में गया?"}
{"src": "You did not learn coffee in the market in the morning.", "tgt": "सुबह तुम कॉफ़ी बाज़ार में नहीं सीखा।"}
{"src": "Will He go cricket in Mumbai every day?", "tgt": "क्या हर दिन वह क्रिकेट मुंबई में जाऊँगा?"}
{"src": "We will not play the bus in Delhi at night.", "tgt": "रात में हम बस दिल्ली में नहीं खेलूँगा।"}
{"src": "You did not eat cricket in the park.", "tgt": "तुम क्रिकेट पार्क में नहीं खाया।"}
{"src": "They watch tea in the market on Monday.", "tgt": "सोमवार को वे चाय बाज़ार में देखता।"}
{"src": "My friend did not watch coffee in Delhi in the morning.", "tgt": "सुबह मेरा दोस्त कॉफ़ी दिल्ली में नहीं देखा।"}
{"src": "We watch music in the park.", "tgt": "हम संगीत पार्क में देखता।"}
{"src": "Do The doctor eat rice in the market today?", "tgt": "क्या आज डॉक्टर चावल बाज़ार में खाता?"}
{"src": "You did not read cricket in Delhi on Monday.", "tgt": "सोमवार को तुम क्रिकेट दिल्ली में नहीं पढ़ा।"}
{"src": "They did not watch the bus at school tomorrow.", "tgt": "कल वे बस स्कूल में नहीं देखा।"}
{"src": "Did My friend play the train every day?", "tgt": "क्या हर दिन मेरा दोस्त ट्रेन खेला?"}
{"src": "She will read rice in the park on Monday.", "tgt": "सोमवार को वह चावल पार्क में पढ़ूँगी।"}
{"src": "The student will not eat the news in Delhi tomorrow.", "tgt": "कल छात्र समाचार दिल्ली में नहीं खाऊँगा।"}
{"src": "Will He go rice at school?", "tgt": "क्या वह चावल स्कूल में जाऊँगा?"}
{"src": "You will not drink music at school at night.", "tgt": "रात में तुम संगीत स्कूल में नहीं पीऊँगा।"}
{"src": "The student learn Hindi at school tomorrow.", "tgt": "कल छात्र हिंदी स्कूल में सीखता।"}
{"src": "We do not go tea in the market today.", "tgt": "आज हम चाय बाज़ार में नहीं जाता।"}
{"src": "Did The boy drink Hindi in the park tomorrow?", "tgt": "क्या कल लड़का हिंदी पार्क में पीया?"}
{"src": "The girl will read English at school every day.", "tgt": "हर दिन लड़की अंग्रेज़ी स्कूल में पढ़ूँगी।"}
{"src": "My friend will play music in Delhi tomorrow.", "tgt": "कल मेरा दोस्त संगीत दिल्ली में खेलूँगा।"}
{"src": "They learn books in Delhi in the morning.", "tgt": "सुबह वे किताबें दिल्ली में सीखता।"}
{"src": "Will We learn books in Mumbai every day?", "tgt": "क्या हर दिन हम किताबें मुंबई में सीखूँगा?"}
{"src": "We will not drink the bus at home today.", "tgt": "आज हम बस घर पर नहीं पीऊँगा।"}
{"src": "Do My friend watch the news at work?", "tgt": "क्या मेरा दोस्त समाचार काम पर देखता?"}
{"src": "Will He eat coffee at home at night?", "tgt": "क्या रात में वह कॉफ़ी घर पर खाऊँगा?"}
{"src": "They will eat rice at school in the morning.", "tgt": "सुबह वे चावल स्कूल में खाऊँगा।"}
{"src": "The student read the news in Delhi.", "tgt": "छात्र समाचार दिल्ली में पढ़ा।"}
{"src": "We will not learn the train at school.", "tgt": "हम ट्रेन स्कूल में नहीं सीखूँगा।"}
{"src": "I will not go in the market yesterday.", "tgt": "कल मैं बाज़ार में नहीं जाऊँगा।"}
{"src": "The boy do not drink rice at work tomorrow.", "tgt": "कल लड़का चावल काम पर नहीं पीता।"}
{"src": "Will The girl read coffee at school today?", "tgt": "क्या आज लड़की कॉफ़ी स्कूल में पढ़ूँगी?"}
{"src": "The student ate rice in Delhi today.", "tgt": "आज छात्र चावल दिल्ली में खाया।"}
{"src": "The teacher do not read the news in the park today.", "tgt": "आज अध्यापक समाचार पार्क में नहीं पढ़ता।"}
{"src": "She did not go the train at school every day.", "tgt": "हर दिन वह ट्रेन स्कूल में नहीं गई।"}
{"src": "Do The teacher drink a movie at home every day?", "tgt": "क्या हर दिन अध्यापक एक फ़िल्म घर पर पीता?"}
{"src": "Do I go the news?", "tgt": "क्या मैं समाचार जाता?"}
{"src": "I watched a movie in Delhi on Monday.", "tgt": "सोमवार को मैं एक फ़िल्म दिल्ली में देखा।"}
{"src": "Will The teacher go music at work in the morning?", "tgt": "क्या सुबह अध्यापक संगीत काम पर जाऊँगा?"}
{"src": "Will She learn tea in Delhi today?", "tgt": "क्या आज वह चाय दिल्ली में सीखूँगी?"}
{"src": "Do The doctor drink tea in the park at night?", "tgt": "क्या रात में डॉक्टर चाय पार्क में पीता?"}
{"src": "Did They drink cricket at school every day?", "tgt": "क्या हर दिन वे क्रिकेट स्कूल में पीया?"}
{"src": "They watch coffee tomorrow.", "tgt": "कल वे कॉफ़ी देखता।"}
{"src": "The teacher drank music at home today.", "tgt": "आज अध्यापक संगीत घर पर पीया।"}
{"src": "He went rice in Mumbai at night.", "tgt": "रात में वह चावल मुंबई में गया।"}
{"src": "Did We read rice in the park tomorrow?", "tgt": "क्या कल हम चावल पार्क में पढ़ा?"}
{"src": "The boy did not go books at home at night.", "tgt": "रात में लड़का किताबें घर पर नहीं गया।"}
{"src": "They go tea in Delhi.", "tgt": "वे चाय दिल्ली में जाता।"}
{"src": "My friend did not watch music in Mumbai in the morning.", "tgt": "सुबह मेरा दोस्त संगीत मुंबई में नहीं देखा।"}
{"src": "She do not go the train in the park in the morning.", "tgt": "सुबह वह ट्रेन पार्क में नहीं जाती हूँ।"}
{"src": "We learn the news at work at night.", "tgt": "रात में हम समाचार काम पर सीखता।"}
{"src": "My friend drink rice.", "tgt": "मेरा दोस्त चावल पीता।"}
{"src": "Will They watch rice in the park tomorrow?", "tgt": "क्या कल वे चावल पार्क में देखूँगा?"}
{"src": "The student will not go coffee in Delhi in the morning.", "tgt": "सुबह छात्र कॉफ़ी दिल्ली में नहीं जाऊँगा।"}
{"src": "They do not watch Hindi in the market in the morning.", "tgt": "सुबह वे हिंदी बाज़ार में नहीं देखता।"}
{"src": "Will The girl play the bus at school tomorrow?", "tgt": "क्या कल लड़की बस स्कूल में खेलूँगी?"}
{"src": "The student play English in Delhi today.", "tgt": "आज छात्र अंग्रेज़ी दिल्ली में खेलता।"}
{"src": "Do The teacher eat books at school today?", "tgt": "क्या आज अध्यापक किताबें स्कूल में खाता?"}
{"src": "They do not play books at school on Monday.", "tgt": "सोमवार को वे किताबें स्कूल में नहीं खेलता।"}
{"src": "You do not play books at work at night.", "tgt": "रात में तुम किताबें काम पर नहीं खेलता।"}
{"src": "Will We play tea at home tomorrow?", "tgt": "क्या कल हम चाय घर पर खेलूँगा?"}
{"src": "The boy did not eat coffee at school on Monday.", "tgt": "सोमवार को लड़का कॉफ़ी स्कूल में नहीं खाया।"}
{"src": "The doctor read books at night.", "tgt": "रात में डॉक्टर किताबें पढ़ता।"}
{"src": "He drank rice at school in the morning.", "tgt": "सुबह वह चावल स्कूल में पीया।"}
{"src": "Did The boy eat rice at home on Monday?", "tgt": "क्या सोमवार को लड़का चावल घर पर खाया?"}
{"src": "Will The teacher watch coffee at home today?", "tgt": "क्या आज अध्यापक कॉफ़ी घर पर देखूँगा?"}
{"src": "Will The boy play books in the morning?", "tgt": "क्या सुबह लड़का किताबें खेलूँगा?"}
{"src": "The teacher watched English in the park tomorrow.", "tgt": "कल अध्यापक अंग्रेज़ी पार्क में देखा।"}
{"src": "My friend did not go books in the market every day.", "tgt": "हर दिन मेरा दोस्त किताबें बाज़ार में नहीं गया।"}
{"src": "Do The teacher eat rice?", "tgt": "क्या अध्यापक चावल खाता?"}
{"src": "They do not learn rice in the park in the morning.", "tgt": "सुबह वे चावल पार्क में नहीं सीखता।"}
{"src": "The doctor will read English at work.", "tgt": "डॉक्टर अंग्रेज़ी काम पर पढ़ूँगा।"}
{"src": "Did The boy drink cricket at work on Monday?", "tgt": "क्या सोमवार को लड़का क्रिकेट काम पर पीया?"}
{"src": "I will not read cricket in Mumbai yesterday.", "tgt": "कल मैं क्रिकेट मुंबई में नहीं पढ़ूँगा।"}
{"src": "Do My friend learn coffee in Delhi?", "tgt": "क्या मेरा दोस्त कॉफ़ी दिल्ली में सीखता?"}
{"src": "I drank the bus in Delhi tomorrow.", "tgt": "कल मैं बस दिल्ली में पीया।"}
{"src": "Do My friend learn rice in the market tomorrow?", "tgt": "क्या कल मेरा दोस्त चावल बाज़ार में सीखता?"}
{"src": "The doctor eat tea at work today.", "tgt": "आज डॉक्टर चाय काम पर खाता।"}
{"src": "Will We go rice at home at night?", "tgt": "क्या रात में हम चावल घर पर जाऊँगा?"}
{"src": "The girl read a movie at night.", "tgt": "रात में लड़की एक फ़िल्म पढ़ी।"}
{"src": "The doctor do not eat English at home every day.", "tgt": "हर दिन डॉक्टर अंग्रेज़ी घर पर नहीं खाता।"}
{"src": "The girl will eat rice in Mumbai today.", "tgt": "आज लड़की चावल मुंबई में खाऊँगी।"}
{"src": "The teacher go coffee in the market every day.", "tgt": "हर दिन अध्यापक कॉफ़ी बाज़ार में जाता।"}
{"src": "He drank English every day.", "tgt": "हर दिन वह अंग्रेज़ी पीया।"}
{"src": "I do not play the train in Mumbai.", "tgt": "मैं ट्रेन मुंबई में नहीं खेलता।"}
{"src": "The doctor will not go in the market yesterday.", "tgt": "कल डॉक्टर बाज़ार में नहीं जाऊँगा।"}
{"src": "I go tea in Mumbai today.", "tgt": "आज मैं चाय मुंबई में जाता।"}
{"src": "They do not drink a movie in Mumbai tomorrow.", "tgt": "कल वे एक फ़िल्म मुंबई में नहीं पीता।"}
{"src": "The boy learn a movie in the market at night.", "tgt": "रात में लड़का एक फ़िल्म बाज़ार में सीखता।"}
{"src": "You will not go rice at school in the morning.", "tgt": "सुबह तुम चावल स्कूल में नहीं जाऊँगा।"}
{"src": "You did not play a movie at school yesterday.", "tgt": "कल तुम एक फ़िल्म स्कूल में नहीं खेला।"}
{"src": "Did You read the news in the market?", "tgt": "क्या तुम समाचार बाज़ार में पढ़ा?"}
{"src": "Will The doctor eat rice in Mumbai every day?", "tgt": "क्या हर दिन डॉक्टर चावल मुंबई में खाऊँगा?"}
{"src": "Will She drink Hindi in Delhi yesterday?", "tgt": "क्या कल वह हिंदी दिल्ली में पीऊँगी?"}
{"src": "The student do not play Hindi in Delhi every day.", "tgt": "हर दिन छात्र हिंदी दिल्ली में नहीं खेलता।"}
{"src": "Do The boy drink Hindi at work tomorrow?", "tgt": "क्या कल लड़का हिंदी काम पर पीता?"}
{"src": "The girl did not drink books at work on Monday.", "tgt": "सोमवार को लड़की किताबें काम पर नहीं पी।"}
{"src": "She played English every day.", "tgt": "हर दिन वह अंग्रेज़ी खेले।"}
{"src": "I will play the bus at work.", "tgt": "मैं बस काम पर खेलूँगा।"}
{"src": "I did not drink Hindi tomorrow.", "tgt": "कल मैं हिंदी नहीं पीया।"}
{"src": "Did He eat rice in the morning?", "tgt": "क्या सुबह वह चावल खाया?"}
{"src": "My friend did not eat music in the park in the morning.", "tgt": "सुबह मेरा दोस्त संगीत पार्क में नहीं खाया।"}
{"src": "The girl do not eat coffee in Mumbai today.", "tgt": "आज लड़की कॉफ़ी मुंबई में नहीं खाती हूँ।"}
{"src": "I will not play cricket at work.", "tgt": "मैं क्रिकेट काम पर नहीं खेलूँगा।"}
{"src": "The doctor will watch tea in the market on Monday.", "tgt": "सोमवार को डॉक्टर चाय बाज़ार में देखूँगा।"}
{"src": "Do The girl play tea at work tomorrow?", "tgt": "क्या कल लड़की चाय काम पर खेलती हूँ?"}
{"src": "The doctor read the news yesterday.", "tgt": "कल डॉक्टर समाचार पढ़ता।"}
{"src": "We will not learn rice in the park today.", "tgt": "आज हम चावल पार्क में नहीं सीखूँगा।"}
{"src": "The boy will eat English at home yesterday.", "tgt": "कल लड़का अंग्रेज़ी घर पर खाऊँगा।"}
{"src": "The boy will go coffee today.", "tgt": "आज लड़का कॉफ़ी जाऊँगा।"}
{"src": "Did The teacher play the news at school yesterday?", "tgt": "क्या कल अध्यापक समाचार स्कूल में खेला?"}
{"src": "He do not go tea at work on Monday.", "tgt": "सोमवार को वह चाय काम पर नहीं जाता।"}
{"src": "You drink tea at home today.", "tgt": "आज तुम चाय घर पर पीता।"}
{"src": "She do not go music at school every day.", "tgt": "हर दिन वह संगीत स्कूल में नहीं जाती हूँ।"}
{"src": "They read a movie at work every day.", "tgt": "हर दिन वे एक फ़िल्म काम पर पढ़ा।"}
{"src": "You watch a movie in Delhi at night.", "tgt": "रात में तुम एक फ़िल्म दिल्ली में देखता।"}
{"src": "The student will not watch the news in Mumbai yesterday.", "tgt": "कल छात्र समाचार मुंबई में नहीं देखूँगा।"}
{"src": "The boy will not watch English in Delhi on Monday.", "tgt": "सोमवार को लड़का अंग्रेज़ी दिल्ली में नहीं देखूँगा।"}
{"src": "The student did not play the train in Mumbai tomorrow.", "tgt": "कल छात्र ट्रेन मुंबई में नहीं खेला।"}
{"src": "Will She play English at school?", "tgt": "क्या वह अंग्रेज़ी स्कूल में खेलूँगी?"}
{"src": "He watched books in Delhi today.", "tgt": "आज वह किताबें दिल्ली में देखा।"}
{"src": "The doctor did not drink Hindi in Mumbai yesterday.", "tgt": "कल डॉक्टर हिंदी मुंबई में नहीं पीया।"}
{"src": "The girl did not read coffee at work in the morning.", "tgt": "सुबह लड़की कॉफ़ी काम पर नहीं पढ़ी।"}
{"src": "Did The girl drink tea in Mumbai yesterday?", "tgt": "क्या कल लड़की चाय मुंबई में पी?"}
{"src": "Do The teacher eat the bus at school tomorrow?", "tgt": "क्या कल अध्यापक बस स्कूल में खाता?"}
{"src": "I did not watch music in Mumbai tomorrow.", "tgt": "कल मैं संगीत मुंबई में नहीं देखा।"}
{"src": "The boy do not read Hindi in the park at night.", "tgt": "रात में लड़का हिंदी पार्क में नहीं पढ़ता।"}
{"src": "The girl read a movie in the park tomorrow.", "tgt": "कल लड़की एक फ़िल्म पार्क में पढ़ती हूँ।"}
{"src": "My friend went coffee at school yesterday.", "tgt": "कल मेरा दोस्त कॉफ़ी स्कूल में गया।"}
{"src": "The teacher went the train in the park in the morning.", "tgt": "सुबह अध्यापक ट्रेन पार्क में गया।"}
{"src": "I play English in the morning.", "tgt": "सुबह मैं अंग्रेज़ी खेलता।"}
{"src": "We will eat the bus in Mumbai at night.", "tgt": "रात में हम बस मुंबई में खाऊँगा।"}
{"src": "Will The girl read rice in the market at night?", "tgt": "क्या रात में लड़की चावल बाज़ार में पढ़ूँगी?"}
{"src": "The teacher read English in the park on Monday.", "tgt": "सोमवार को अध्यापक अंग्रेज़ी पार्क में पढ़ा।"}
{"src": "My friend play coffee in Mumbai tomorrow.", "tgt": "कल मेरा दोस्त कॉफ़ी मुंबई में खेलता।"}
{"src": "He will not learn the train at work today.", "tgt": "आज वह ट्रेन काम पर नहीं सीखूँगा।"}
{"src": "Did The teacher watch a movie in the market today?", "tgt": "क्या आज अध्यापक एक फ़िल्म बाज़ार में देखा?"}
{"src": "Do My friend learn the bus at home?", "tgt": "क्या मेरा दोस्त बस घर पर सीखता?"}
{"src": "The doctor will watch the news at work on Monday.", "tgt": "सोमवार को डॉक्टर समाचार काम पर देखूँगा।"}
{"src": "The boy drink rice at school in the morning.", "tgt": "सुबह लड़का चावल स्कूल में पीता।"}
{"src": "We will not eat books in the park at night.", "tgt": "रात में हम किताबें पार्क में नहीं खाऊँगा।"}
{"src": "Do We read tea at school in the morning?", "tgt": "क्या सुबह हम चाय स्कूल में पढ़ता?"}
{"src": "Did We watch tea at work in the morning?", "tgt": "क्या सुबह हम चाय काम पर देखा?"}
{"src": "Did They watch English in the park at night?", "tgt": "क्या रात में वे अंग्रेज़ी पार्क में देखा?"}
{"src": "The doctor read tea at school in the morning.", "tgt": "सुबह डॉक्टर चाय स्कूल में पढ़ा।"}
{"src": "He do not go the bus at work on Monday.", "tgt": "सोमवार को वह बस काम पर नहीं जाता।"}
{"src": "She will play cricket in the market yesterday.", "tgt": "कल वह क्रिकेट बाज़ार में खेलूँगी।"}
{"src": "Do The girl play the news in Delhi every day?", "tgt": "क्या हर दिन लड़की समाचार दिल्ली में खेलती हूँ?"}
{"src": "You will not learn tea in the park on Monday.", "tgt": "सोमवार को तुम चाय पार्क में नहीं सीखूँगा।"}
{"src": "Did The student play the bus at work every day?", "tgt": "क्या हर दिन छात्र बस काम पर खेला?"}
{"src": "The boy will not drink the train in the park yesterday.", "tgt": "कल लड़का ट्रेन पार्क में नहीं पीऊँगा।"}
{"src": "He watched English in the park every day.", "tgt": "हर दिन वह अंग्रेज़ी पार्क में देखा।"}
{"src": "Will The student watch cricket?", "tgt": "क्या छात्र क्रिकेट देखूँगा?"}
{"src": "Will You go the train in Delhi tomorrow?", "tgt": "क्या कल तुम ट्रेन दिल्ली में जाऊँगा?"}
{"src": "I went music in Delhi every day.", "tgt": "हर दिन मैं संगीत दिल्ली में गया।"}
{"src": "Did She read English at home every day?", "tgt": "क्या हर दिन वह अंग्रेज़ी घर पर पढ़ी?"}
{"src": "The doctor watch the bus in Delhi yesterday.", "tgt": "कल डॉक्टर बस दिल्ली में देखता।"}
{"src": "The boy learn coffee in the market every day.", "tgt": "हर दिन लड़का कॉफ़ी बाज़ार में सीखता।"}
{"src": "The teacher will not learn Hindi at work today.", "tgt": "आज अध्यापक हिंदी काम पर नहीं सीखूँगा।"}
{"src": "The doctor drank English in the market today.", "tgt": "आज डॉक्टर अंग्रेज़ी बाज़ार में पीया।"}
{"src": "My friend do not learn tea at home today.", "tgt": "आज मेरा दोस्त चाय घर पर नहीं सीखता।"}
{"src": "The girl watch cricket in the park every day.", "tgt": "हर दिन लड़की क्रिकेट पार्क में देखती हूँ।"}
{"src": "You do not drink the news in Delhi on Monday.", "tgt": "सोमवार को तुम समाचार दिल्ली में नहीं पीता।"}
{"src": "Did My friend read the news at home in the morning?", "tgt": "क्या सुबह मेरा दोस्त समाचार घर पर पढ़ा?"}
{"src": "Will He learn Hindi at work?", "tgt": "क्या वह हिंदी काम पर सीखूँगा?"}
{"src": "He will not eat music every day.", "tgt": "हर दिन वह संगीत नहीं खाऊँगा।"}
{"src": "The student did not learn Hindi at school on Monday.", "tgt": "सोमवार को छात्र हिंदी स्कूल में नहीं सीखा।"}
{"src": "Did The student drink rice at home at night?", "tgt": "क्या रात में छात्र चावल घर पर पीया?"}
{"src": "She will play the train in Delhi at night.", "tgt": "रात में वह ट्रेन दिल्ली में खेलूँगी।"}
{"src": "My friend will learn cricket in Delhi at night.", "tgt": "रात में मेरा दोस्त क्रिकेट दिल्ली में सीखूँगा।"}
{"src": "I will drink the news in the park every day.", "tgt": "हर दिन मैं समाचार पार्क में पीऊँगा।"}
{"src": "Will The student play the news yesterday?", "tgt": "क्या कल छात्र समाचार खेलूँगा?"}
{"src": "They will read English at home yesterday.", "tgt": "कल वे अंग्रेज़ी घर पर पढ़ूँगा।"}
{"src": "The student will read English in Delhi in the morning.", "tgt": "सुबह छात्र अंग्रेज़ी दिल्ली में पढ़ूँगा।"}
{"src": "Did You play Hindi today?", "tgt": "क्या आज तुम हिंदी खेला?"}
{"src": "I play a movie at work tomorrow.", "tgt": "कल मैं एक फ़िल्म काम पर खेलता।"}
{"src": "Do My friend read books in Mumbai in the morning?", "tgt": "क्या सुबह मेरा दोस्त किताबें मुंबई में पढ़ता?"}
{"src": "The teacher do not read music in Mumbai in the morning.", "tgt": "सुबह अध्यापक संगीत मुंबई में नहीं पढ़ता।"}
{"src": "The girl drank rice in the park.", "tgt": "लड़की चावल पार्क में पी।"}
{"src": "Do I go the news at home on Monday?", "tgt": "क्या सोमवार को मैं समाचार घर पर जाता?"}
{"src": "Do The doctor read the news in Delhi yesterday?", "tgt": "क्या कल डॉक्टर समाचार दिल्ली में पढ़ता?"}
{"src": "Do She learn music in the market every day?", "tgt": "क्या हर दिन वह संगीत बाज़ार में सीखती हूँ?"}
{"src": "The girl do not learn music yesterday.", "tgt": "कल लड़की संगीत नहीं सीखती हूँ।"}
{"src": "Will The boy drink the bus in Mumbai in the morning?", "tgt": "क्या सुबह लड़का बस मुंबई में पीऊँगा?"}
{"src": "The girl watched the bus at home at night.", "tgt": "रात में लड़की बस घर पर देखी।"}
{"src": "Will The teacher watch English in Delhi at night?", "tgt": "क्या रात में अध्यापक अंग्रेज़ी दिल्ली में देखूँगा?"}
{"src": "The student do not learn rice in the morning.", "tgt": "सुबह छात्र चावल नहीं सीखता।"}
{"src": "Do She watch music in the market on Monday?", "tgt": "क्या सोमवार को वह संगीत बाज़ार में देखती हूँ?"}
{"src": "I played the news at work in the morning.", "tgt": "सुबह मैं समाचार काम पर खेला।"}
{"src": "They did not read the train in Delhi on Monday.", "tgt": "सोमवार को वे ट्रेन दिल्ली में नहीं पढ़ा।"}
{"src": "The boy do not read English in Delhi tomorrow.", "tgt": "कल लड़का अंग्रेज़ी दिल्ली में नहीं पढ़ता।"}
{"src": "Will The student watch the bus at school tomorrow?", "tgt": "क्या कल छात्र बस स्कूल में देखूँगा?"}
{"src": "The girl watch cricket in the morning.", "tgt": "सुबह लड़की क्रिकेट देखती हूँ।"}
{"src": "The student watched a movie in Delhi every day.", "tgt": "हर दिन छात्र एक फ़िल्म दिल्ली में देखा।"}
{"src": "The doctor will go cricket at home at night.", "tgt": "रात में डॉक्टर क्रिकेट घर पर जाऊँगा।"}
{"src": "Do The doctor watch cricket at school tomorrow?", "tgt": "क्या कल डॉक्टर क्रिकेट स्कूल में देखता?"}
{"src": "She will not go the bus at work tomorrow.", "tgt": "कल वह बस काम पर नहीं जाऊँगी।"}
{"src": "Did The doctor go music in the market?", "tgt": "क्या डॉक्टर संगीत बाज़ार में गया?"}
{"src": "He did not read rice at school in the morning.", "tgt": "सुबह वह चावल स्कूल में नहीं पढ़ा।"}
{"src": "My friend do not read cricket at work today.", "tgt": "आज मेरा दोस्त क्रिकेट काम पर नहीं पढ़ता।"}
{"src": "The teacher did not drink the train in the market in the morning.", "tgt": "सुबह अध्यापक ट्रेन बाज़ार में नहीं पीया।"}
{"src": "Will My friend play the bus in the market every day?", "tgt": "क्या हर दिन मेरा दोस्त बस बाज़ार में खेलूँगा?"}
{"src": "Did We learn a movie in Mumbai yesterday?", "tgt": "क्या कल हम एक फ़िल्म मुंबई में सीखा?"}
{"src": "Did The teacher play rice in the market today?", "tgt": "क्या आज अध्यापक चावल बाज़ार में खेला?"}
{"src": "I will not read books at school.", "tgt": "मैं किताबें स्कूल में नहीं पढ़ूँगा।"}
{"src": "I ate a movie in the market today.", "tgt": "आज मैं एक फ़िल्म बाज़ार में खाया।"}
{"src": "You eat cricket in the park at night.", "tgt": "रात में तुम क्रिकेट पार्क में खाता।"}
{"src": "Do She read tea at school yesterday?", "tgt": "क्या कल वह चाय स्कूल में पढ़ती हूँ?"}
{"src": "Do He play tea at work tomorrow?", "tgt": "क्या कल वह चाय काम पर खेलता?"}
{"src": "She did not watch tea at home tomorrow.", "tgt": "कल वह चाय घर पर नहीं देखी।"}
{"src": "Did He play the bus in Mumbai in the morning?", "tgt": "क्या सुबह वह बस मुंबई में खेला?"}
{"src": "The doctor did not read books at home tomorrow.", "tgt": "कल डॉक्टर किताबें घर पर नहीं पढ़ा।"}
{"src": "The boy read Hindi at home every day.", "tgt": "हर दिन लड़का हिंदी घर पर पढ़ता।"}
{"src": "The teacher do not go Hindi at home at night.", "tgt": "रात में अध्यापक हिंदी घर पर नहीं जाता।"}
{"src": "She drink the news at home today.", "tgt": "आज वह समाचार घर पर पीती हूँ।"}
{"src": "She learn a movie at home today.", "tgt": "आज वह एक फ़िल्म घर पर सीखती हूँ।"}
{"src": "The boy did not go at work tomorrow.", "tgt": "कल लड़का काम पर नहीं गया।"}
{"src": "The boy will go tea at work at night.", "tgt": "रात में लड़का चाय काम पर जाऊँगा।"}
{"src": "They did not watch rice at work yesterday.", "tgt": "कल वे चावल काम पर नहीं देखा।"}
{"src": "The doctor did not learn music at home tomorrow.", "tgt": "कल डॉक्टर संगीत घर पर नहीं सीखा।"}
{"src": "Will You watch coffee at school today?", "tgt": "क्या आज तुम कॉफ़ी स्कूल में देखूँगा?"}
{"src": "The doctor do not learn coffee tomorrow.", "tgt": "कल डॉक्टर कॉफ़ी नहीं सीखता।"}
{"src": "Will You eat Hindi at school every day?", "tgt": "क्या हर दिन तुम हिंदी स्कूल में खाऊँगा?"}
{"src": "The girl do not play English in the park in the morning.", "tgt": "सुबह लड़की अंग्रेज़ी पार्क में नहीं खेलती हूँ।"}
{"src": "The girl watched Hindi at school at night.", "tgt": "रात में लड़की हिंदी स्कूल में देखी।"}
{"src": "He do not watch music in the park yesterday.", "tgt": "कल वह संगीत पार्क में नहीं देखता।"}
{"src": "The teacher went the train in Delhi today.", "tgt": "आज अध्यापक ट्रेन दिल्ली में गया।"}
{"src": "The girl play the bus in the morning.", "tgt": "सुबह लड़की बस खेलती हूँ।"}
{"src": "The girl read coffee in the market tomorrow.", "tgt": "कल लड़की कॉफ़ी बाज़ार में पढ़ती हूँ।"}
{"src": "Did We go music at school yesterday?", "tgt": "क्या कल हम संगीत स्कूल में गया?"}
{"src": "You will eat English at school every day.", "tgt": "हर दिन तुम अंग्रेज़ी स्कूल में खाऊँगा।"}
{"src": "He do not go music at home.", "tgt": "वह संगीत घर पर नहीं जाता।"}
{"src": "The boy will not read Hindi in the park tomorrow.", "tgt": "कल लड़का हिंदी पार्क में नहीं पढ़ूँगा।"}
{"src": "Do The teacher read Hindi in Delhi at night?", "tgt": "क्या रात में अध्यापक हिंदी दिल्ली में पढ़ता?"}
{"src": "Did The boy go Hindi at home tomorrow?", "tgt": "क्या कल लड़का हिंदी घर पर गया?"}
